Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: There might be a problem.
de: Es könnte ein Problem geben.
es: Puede haber un problema.
fr: Il pourrait y avoir un problème.
it: Potrebbe esserci un problema.
nl: Er kan een probleem zijn.
pt: Pode haver um problema.

source: There was a problem when trying to connect to your watch.
de: Es gab ein Problem beim Anschlussversuch an Ihre Uhr.
es: Hubo un problema al intentar conectar con tu reloj.
fr: Un problème est survenu lors de la tentative de connexion avec votre montre.
it: Si è verificato un problema durante la connessione all'orologio.
nl: Er was een probleem bij poging tot verbinden met het horloge.
pt: Ocorreu um problema ao tentar conectar o relógio.

source: There was a problem when trying to connect to your watch. Please wait until your watch times out before you try again.
de: Es gab ein Problem beim Anschlussversuch an Ihre Uhr. Vor Neuversuch auf Time-Out der Uhr warten.
es: Hubo un problema al intentar conectar con tu reloj. Espera hasta que acabe el tiempo antes de intentarlo de nuevo.
fr: Un problème est survenu lors de la tentative de connexion avec votre montre. Veuillez attendre la temporisation de votre montre avant de réessayer.
it: Si è verificato un problema durante la connessione all'orologio. Attendi fino al time out dell'orologio prima di riprovare.
nl: Er was een probleem bij poging tot verbinden met het horloge. Wacht tot time-out van het horloge voordat u het weer probeert.
pt: Ocorreu um problema ao tentar conectar o relógio. Aguarde até o relógio parar antes de tentar novamente.

source: This Month
de: Dieser Monat
es: Este mes
fr: Mois en cours
it: Questo mese
nl: Deze maand
pt: Este mês

source: This Month's Daily Average
de: Tagesdurchschnitt dieses Monats
es: Promedio diario de este mes
fr: Moyenne quotidienne pour ce mois
it: Media giornaliera di questo mese
nl: Daggemiddelde van deze maand
pt: Média diária deste mês

source: This Week
de: Diese Woche
es: Esta semana
fr: Semaine en cours
it: Questa settimana
nl: Deze week
pt: Esta semana

source: This Week's Daily Average
de: Tagesdurchschnitt dieser Woche
es: Promedio diario de esta semana
fr: Moyenne quotidienne pour cette semaine
it: Media giornaliera di questa settimana
nl: Daggemiddelde van deze week
pt: Média diária desta semana

source: This Year
de: Dieses Jahr
es: Este año
fr: Année en cours
it: Quest'anno
nl: Dit jaar
pt: Este ano

source: This Year's Daily Average
de: Tagesdurchschnitt dieses Jahres
es: Promedio diario de este año
fr: Moyenne quotidienne pour cette année
it: Media giornaliera di quest'anno
nl: Daggemiddelde van dit jaar
pt: Média diária deste ano

source: This information is used only to help improve the accuracy of activity data. It will not be used for marketing purposes or shared with any third parties.
de: Diese Information wird nur verwendet, um die Genauigkeit der Aktivitätsdaten zu verbessern. Es wird nicht für Marketingzwecke verwendet werden oder mit Dritten geteilt.
es: Esta información se utiliza sólo para ayudar a mejorar la precisión de los datos de actividad. No se utilizará con fines de marketing ni se compartirá con terceros.
fr: Ces informations sont uniquement utilisées pour aider à améliorer la précision des données d'activité. Elles ne seront pas utilisées à des fins de marketing ou partagées avec des tiers.
it: Questa informazione viene utilizzata solo per contribuire a migliorare l'accuratezza dei dati relativi alle attività . Non sarà utilizzata per scopi di marketing o condivisa con terze parti.
nl: Deze informatie wordt alleen gebruikt om te helpen bij het verbeteren van de nauwkeurigheid van de gegevens over activiteiten. Het zal niet worden gebruikt voor marketing doeleinden of gedeeld worden met derden.
pt: Esta informação será utilizada apenas para melhorar a precisão dos dados de atividades. Não a utilizaremos com fins publicitários nem a partilharemos com terceiros.

source: This measures the amount of time you spend sleeping soundly. During deep sleep, your body moves very little. Seeing more of these cycles means you're getting a good night's sleep
de: Dies mißt die Zeit, die du verbringst. Während des tiefen Schlafes bewegt sich dein Körper sehr wenig. Sehen Sie mehr von diesen Zyklen bedeutet, dass Sie eine gute Nachtruhe bekommen
es: Esto mide la cantidad de tiempo que pasa durmiendo profundamente. Durante el sueño profundo, su cuerpo se mueve muy poco. Ver más de estos ciclos significa que usted está recibiendo una buena noche de sueño
it: Questo misura la quantità di tempo che spendi a dormire bene. Durante il sonno profondo, il tuo corpo si muove molto poco. Vedendo più di questi cicli significa che stai dormendo bene
nl: Hiermee wordt de hoeveelheid tijd die u zacht slaapt, goed gemeten. Tijdens diepe slaap gaat je lichaam heel weinig. Als u meer van deze cycli ziet, betekent u dat u een goede nachtrust krijgt
pt: Isso mede a quantidade de tempo que você gasta dormindo profundamente. Durante o sono profundo, seu corpo se move muito pouco. Ver mais desses ciclos significa que você está tendo uma boa noite de sono

source: This measures the amount of time you spend tossing and turning in bed. During light sleep, your body moves more than you realize. Keeping track of these cycles can help you improve your sleep habits.
de: Hierdurch wird die Dauer gemessen, während der Sie unruhig im Bett sind. Während Leichtschlafs bewegt sich Ihr Körper mehr als Sie denken. Das Verfolgen dieser Zyklen kann bei der Verbesserung Ihrer Schlafgewohnheiten helfen.
es: Esto mide la cantidad de tiempo que pasas dando vueltas en la cama. Durante el sueño ligero, tu cuerpo se mueve más de lo que te das cuenta. Llevar la cuenta de estos ciclos te puede ayudar a mejorar tus hábitos de sueño.
fr: Mesure de la durée au lit pendant laquelle vous vous retournez. Pendant le sommeil léger, les mouvements du corps sont plus fréquents que vous ne le pensez. Le suivi de ces cycles peut vous aider à améliorer vos habitudes de sommeil.
it: Ciò misura il tempo trascorso muovendosi nel letto. Durante il sonno leggero, il corpo si muove più di quanto si creda. Tenere traccia di questi cicli può contribuire a migliorare le abitudini del sonno.
nl: Dit meet de hoeveelheid tijd die u ligt te woelen in bed. Tijdens lichte slaap beweegt uw lichaam meer dan u beseft. Het volgen van deze cycli kan u helpen uw slaapgewoonten te verbeteren.
pt: Isso mede a duração de tempo que você passa se virando de um lado para o outro na cama. Durante o sono leve, o corpo se movimenta mais do que se pode perceber. Fazer o controle desses ciclos pode ajudar a melhorar os seus hábitos de sono.

source: This measures the amount of time your sleep was interrupted. You'll see them in events whenever you get up from bed or move around too much.
de: Hierdurch wird die Dauer gemessen, wie oft Ihr Schlaf unterbrochen wurde. Dies entspricht Zeiten, wenn Sie aufstehen oder sich zu viel bewegen.
es: Esto mide la cantidad de tiempo que tu sueño se interrumpió. Lo verás en casos como cuando te levantas de la cama o cuando te mueves demasiado.
fr: Mesure de la durée des dérangements de votre sommeil. Vous verrez qu'ils correspondent aux moments où vous quittez le lit ou vos mouvements au lit sont fréquents.
it: Ciò misura la quantità di tempo in cui il sonno è stato interrotto. Lo si può vedere negli eventi ogni volta in cui ci si alza dal letto o ci si muove troppo.
nl: Dit meet de hoeveelheid tijd die uw slaap werd onderbroken. U ziet dit steeds in evenementen wanneer u opstaat of te veel beweegt.
pt: Isso mede a duração de tempo que o seu sono foi interrompido. Serão apresentados em eventos sempre que você se levantar da cama ou se movimentar muito.

source: This wizard will walk you through the process of setting up your watch to work with your phone.
de: Dieser Assistent führt Sie durch den Setup-Prozess Ihrer Uhr, sodass sie zusammen mit Ihrem Smartphone funktioniert.
es: Este asistente te guiará en el proceso de configuración de tu reloj para que interactúe con tu teléfono.
fr: Cet assistant vous aidera à configurer votre montre pour qu'elle fonctionne avec votre téléphone.
it: Questa procedura guidata assiste l'utente nella configurazione dell'orologio per il funzionamento con il cellulare.
nl: Deze wizard helpt je bij het verbinden van je horloge met je telefoon.
pt: O assistente vai guiá-lo durante a configuração do relógio para que este funcione com o seu telefone.

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
nl: Donderdag
pt: Quinta-feira

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
nl: Tijd
pt: Hora

source: Time
de: Zeit
es: Hora
fr: Temps
it: Tempo
nl: Tijd
pt: Tempo

source: Time format
de: Zeit format
es: Formato de hora
fr: Format d'heure
it: Formato ora
nl: TIJDNOTATIE
pt: Formato da hora

source: Time sync
de: ZEIT SYNC
es: Sincronización de tiempo
fr: Sync heure
it: Sincronizzazione ora
nl: Tijd synchroniseren
pt: Sincronização de tempo

source: Guess Connect doesn't have permission to access your photos.
de: Guess Connect hat nicht die Berechtigung, auf Ihre Fotos zuzugreifen.
es: Guess Connect no tiene permiso para acceder a tus fotos.
fr: Guess Connect n'a pas l'autorisation d'accéder à vos photos.
it: Guess Connect non ha il permesso di accedere alle tue foto.
nl: Guess Connect heeft geen toegang tot je foto's.
pt: O Guess Connect não tem permissão para aceder às suas fotos.

source: Guess Connect tracks your activity level such as steps, distance, calories and sleep.
de: Guess Connect verfolgt Ihre Aktivitäten wie Schritte, die Sie gemacht haben, Strecken, die Sie zurückgelegt haben und Ihren Schlafrhythmus.
es: Guess Connect realiza un seguimiento de tu nivel de actividad, como pasos, distancia, calorías y sueño.
fr: Guess Connect vous aide à rester en bonne santé en suivant vos activités comme le nombre de pas que vous avez effectué, la distance que vous avez parcourue et vos entraînements.
it: Guess Connect ti aiuta a rimanere in buona salute monitorando le attività , come i passi percorsi, la distanza percorsa e le ore di sonno.
nl: Guess Connect helpt u gezond te blijven door het monitoren van activiteiten zoals stappen die u heeft genomen, de afstand die heeft afgelegd, en uw trainingen.
pt: O Guess Connect faz o rastreio da sua atividade registando passos, distancia percorrida, calorias e padrões de sono.

source: Timex Watch
de: Timex Uhr
es: Reloj Timex
fr: Montre Timex
it: Orologio Timex
nl: Timex-horloge
pt: Relógio Timex

source: To update time and activity data, syncing your watch is required. To extend battery life, a daily sync is suggested.
de: Ihr Uhr muss synchronisiert werden, um Zeit- und Aktivitätsdaten zu aktualisieren. Zur Optimierung der Batterielebensdauer wird eine tägliche Synchronisierung empfohlen.
es: Para actualizar los datos de tiempo y actividad, es necesario sincronizar el reloj. Para alargar la vida útil de la pila, se recomienda sincronizar cada día.
fr: Il faut synchroniser la montre pour mettre à jour les données d'heure et d'activité. Pour prolonger la durée de vie de la pile, une synchronisation quotidienne est recommandée.
it: Per aggiornare orario e dati delle attività, è necessario sincronizzare l'orologio. Per estendere la vita della batteria, si suggerisce una sincronizzazione quotidiana.
nl: Om tijd en activiteitsgegevens bij te werken moet u het horloge synchroniseren. Om de batterij langer te laten meegaan wordt dagelijkse synchronisatie aangeraden.
pt: É preciso sincronizar o seu relógio para atualizar a hora e os dados das atividades. Para prolongar a vida útil da bateria, sugerimos fazer a sincronização diária.

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
nl: Vandaag
pt: Hoje

source: Total Distance
de: Gesamtentfernung
es: Distancia total
fr: Distance totale
it: Distanza totale
nl: Totale Afstand
pt: Distância Total

source: Total Steps
de: Gesamte Schritte
es: Total de pasos
fr: Nombre de pas total
it: Passi totali
nl: Totaal Stappen
pt: Total de Etapas

source: Total Time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
nl: Totale Tijd
pt: Tempo total

source: Track sleep
de: Verfolgen Sie den Schlaf
es: Rastrear el sueño
fr: Suivi du sommeil
it: Traccia sonno
nl: Monitor uw slaap
pt: Acompanhe o sono

source: Track your activity
de: Ihre Aktivitäten verfolgen
es: Seguimiento de tu actividad
fr: Suivre votre activité
it: Traccia la tua attività
nl: Volg uw activiteit
pt: Faça o controle das suas atividades

source: Track your sleep activity
de: Verfolgen Sie Ihre Schlaf-Aktivität
es: Rastrea tu actividad del sueño
fr: Suivez votre qualité de sommeil
it: Traccia la tua attività del sonno
nl: Volg uw slaap activiteit
pt: Acompanhe os seus padrões de sono

source: Try Again
de: Versuchen Sie es erneut
es: Intentar de nuevo
fr: Essayer de nouveau
it: Riprovare
nl: Probeer opnieuw
pt: Tentar novamente

source: Try again
de: Versuchen Sie es erneut
es: Volver a intentar
fr: Réessayer
it: Riprova
nl: Probeer het opnieuw
pt: Tentar novamente

source: Try again.
de: Versuchen Sie es erneut
es: Inténtalo de nuevo.
fr: Réessayer
it: Riprova di nuovo.
nl: Probeer opnieuw.
pt: Tentar novamente.

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
nl: Dinsdag
pt: Terça-feira

source: Turn activity tracking on.
de: Aktivitätsverfolgung aktivieren
es: Activa el seguimiento de la actividad.
fr: Activer le suivi d'activité.
it: Accendi il tracciamento attività.
nl: Zet activiteiten volgen aan.
pt: Ativar o controle das atividades.

source: Tweet has been cancelled.
de: Tweet wurde abgebrochen.
es: La publicación se ha cancelado.
fr: Le tweet a été annulé.
it: Il tweet è stato annullato.
nl: De tweet is geannuleerd.
pt: O tweet foi cancelado.

source: Twitter Post Mode
de: Twitter Beitragsmodus
es: Modo de publicación de Twitter
fr: Mode publication Twitter
it: Modalità di pubblicazione Twitter
nl: Plaatsingsmodus Twitter
pt: Modo de postagem no Twitter

source: Twitter integration error
de: Twitter Integrationsfehler
es: Error de integración de Twitter
fr: Erreur d'intégration à Twitter
it: Errore di integrazione Twitter
nl: Integratiefout Twitter
pt: Erro de integração do Twitter

source: Twitter service is not available on this device. Make sure you specified your Twitter credentials in System settings.
de: Twitter-Dienst auf diesem Gerät nicht verfügbar. Stellen Sie sicher, dass Sie in den Systemeinstellungen Ihre Twitter-Anmeldeinformationen eingegeben haben.
es: El servicio de Twitter no está disponible en este dispositivo. Asegúrate de haber especificado las credenciales de Twitter en la configuración del sistema.
fr: Le service Twitter n'est pas disponible sur cet appareil. Assurez-vous que vous avez spécifié vos informations d'identification Twitter dans les Paramètres système.
it: Twitter non è disponibile su questo dispositivo. Controlla di aver specificato le tue credenziali Twitter in Impostazioni del sistema.
nl: De Twitterservice is niet beschikbaar op dit apparaat. Controleer of je je Twitter-inloggegevens hebt opgegeven in de systeeminstellingen.
pt: O serviço do Twitter não está disponível neste dispositivo. Certifique-se que especificou as suas credenciais do Twitter nas configurações do sistema.

source: UNABLE TO FIND
de: KANN NICHT GEFUNDEN WERDEN
es: NO ES POSIBLE ENCONTRAR
fr: INTROUVABLE
it: IMPOSSIBILE TROVARE
nl: KAN NIET VINDEN
pt: NÃO É POSSÍVEL ENCONTRAR

source: UNABLE TO START SYNCHRONIZATION
de: SYNCHRONISATION KANN NICHT GESTARTET WERDEN.
es: NO ES POSIBLE INICIAR LA SINCRONIZACIÓN
fr: IMPOSSIBLE DE DÉMARRER LA SYNCHRONISATION
it: IMPOSSIBILE AVVIARE LA SINCRONIZZAZIONE
nl: KAN DE SYNCHRONISATIE NIET STARTEN
pt: NÃO É POSSÍVEL INICIAR A SINCRONIZAÇÃO

source: UNIT OF MEASURE
de: MASSEINHEIT
es: UNIDAD DE MEDIDA
fr: UNITÉ DE MESURE
it: UNITÀ DI MISURA
nl: MAATEENHEID
pt: UNIDADE DE MEDIDA

source: UPLOAD
de: HOCHLADEN
es: CARGAR
fr: CHARGEMENT
it: CARICAMENTO
nl: UPLOADEN
pt: ENVIO

source: UPLOAD SETUP
de: UPLOAD EINST
es: CARGAR CONFIGURACIÓN
fr: CONF. CHARG.
it: CARICA CONFIGURAZIONE
nl: INSTELLINGEN UPLOADEN
pt: UPLOAD CONF

source: UPLOAD SITES SETTINGS
de: UPLOAD-SEITEN EINSTELLUNGEN
es: CARGAR CONFIG. SITIOS
fr: PARAM. SITES CHARG.
it: CARICA IMPOSTAZIONI SITI
nl: SITE-INSTELLINGEN UPLOADEN
pt: CONFIG. LOCAIS UPLOAD

source: UPLOADING FIRMWARE
de: FIRMWARE WIRD HOCHGELADEN
es: CARGA DE FIRMWARE
fr: CHARGEMENT DU FIRMWARE
it: CARICAMENTO DEL FIRMWARE
nl: FIRMWARE UPLOADEN
pt: FAZENDO UPLOAD DO FIRMWARE

source: UPLOADS
es: CARGAS
fr: CHARGEMENTS
it: CARICAMENTI

source: USER INFO
de: BENUTZERINFO
es: INFO DEL USUARIO
fr: INFOS UTILISATEUR
it: INFO SULL'UTENTE
nl: GEBRUIKERSINFO
pt: INFO DO UTILIZADOR

source: USER INFORMATION
de: BENUTZERINFORMATIONEN
es: INFORMACIÓN DEL USUARIO
fr: INFORMATIONS SUR L'UTILISATEUR
it: INFORMAZIONI SULL'UTENTE
nl: GEBRUIKERSINFORMATIE
pt: INFORMAÇÕES DO utilizador

source: USER REGISTRATION
de: BENUTZERREGISTRIERUNG
es: REGISTRO DEL USUARIO
fr: ENREGISTREMENT DE L'UTILISATEUR
it: REGISTRAZIONE DELL'UTENTE
nl: GEBRUIKERSREGISTRATIE
pt: REGISTO DO UTILIZADOR

source: UTC %d:%d
de: UTC %1$d:%2$d
es: UTC %1$d:%2$d
fr: UTC %1$d:%2$d
it: UTC %1$d:%2$d
nl: UTC %1$d:%2$d
pt: UTC %1$d:%2$d

source: UTC +%d:%d
de: UTC +%1$d:%2$d
es: UTC +%1$d:%2$d
fr: UTC +%1$d:%2$d
it: UTC +%1$d:%2$d
nl: UTC +%1$d:%2$d
pt: UTC +%1$d:%2$d

source: Unable to Sync
de: Kann nicht synchronisieren
es: No se pudo sincronizar
fr: Impossible de synchroniser
it: Impossibile sincronizzare
nl: Kan niet synchroniseren
pt: Não é possível sincronizar

source: Unable to perform registration - no data entered.
de: Registrierung nicht möglich – keine Daten eingegeben.
es: No es posible realizar el registro. No se especificaron datos.
fr: Impossible d'effectuer l'enregistrement. Aucune donnée entrée.
it: Impossibile eseguire la registrazione: nessun dato inserito.
nl: Kan de registratie niet uitvoeren: geen gegevens ingevoerd.
pt: Não é possível fazer o registo - nenhum dado foi digitado.

source: Unable to play sound
de: Ton nicht abspielbar
es: No es posible reproducir sonido
fr: Impossible de lire la bande son
it: Impossibile riprodurre il suono
nl: Kan geen geluid afspelen
pt: Não é possível reproduzir som

source: Unable to register
de: Kann nicht registriert werden
es: No es posible realizar el registro. Vuelve a intentarlo más tarde
fr: Impossible d'enregistrer
it: Impossibile registrare
nl: Niet in staat om te registreren
pt: Não é possível registar

source: Unable to register user. (status code %d) Please try again later.
de: Benutzer kann nicht registriert werden. (Statuscode %d) Bitte versuchen Sie es später erneut.
es: No es posible registrar usuario. (código de estado %d) Vuelva a intentarlo más tarde.
fr: Impossible d'enregistrer l'utilisateur. (code d'état %d) Veuillez réessayer plus tard.
it: Impossibile registrare l'utente. (codice di stato %d) Riprova più tardi.
nl: Kan gebruiker niet registreren. (statuscode %d) Probeer het later opnieuw.
pt: Não é possível registar o utilizador. (código do status %d) Tente novamente mais tarde.

source: Unable to register. Please try again later.
de: Registrierung nicht möglich. Bitte versuchen Sie es später erneut.
es: No es posible realizar el registro. Vuelva a intentarlo más tarde.
fr: Enregistrement impossible. Veuillez réessayer plus tard.
it: Impossibile effettuare la registrazione. Riprova più tardi.
nl: Kan niet registreren. Probeer het later opnieuw.
pt: Não é possível fazer o registo. Tente novamente mais tarde.

source: Unable to save watch settings; Error occurred.
de: Uhreinstellungen können nicht gespeichert werden; es ist ein Fehler aufgetreten.
es: No es posible guardar la configuración del reloj. Se produjo un error.
fr: Impossible d'enregistrer les paramètres de la montre. Une erreur est survenue.
it: Impossibile salvare le impostazioni dell'orologio; si è verificato un errore.
nl: Kan horloge-instellingen niet opslaan; er is een fout opgetreden.
pt: Não é possível salvar as configurações do relógio; ocorreu um erro.

source: Unable to sync
de: Kann nicht synchronisieren
es: No se pueden sincronizar
fr: ImImpossible de synchroniser
it: Impossibile sincronizzare
nl: Kan niet synchroniseren
pt: Não foi possível sincronizar

source: Unable to synchronize watch settings.
de: Uhreinstellungen können nicht synchronisiert werden.
es: No es posible sincronizar la configuración del reloj.
fr: Impossible de synchroniser les paramètres de la montre.
it: Impossibile sincronizzare le impostazioni dell'orologio.
nl: Kan de horloge-instellingen niet synchroniseren.
pt: Não é possível sincronizar as configurações do relógio.

source: Unable to synchronize workouts
de: Trainingseinheiten können nicht synchronisiert werden.
es: No es posible sincronizar sesiones
fr: Impossible de synchroniser les entraînements
it: Impossibile sincronizzare gli allenamenti
nl: Kan de work-outs niet synchroniseren.
pt: Não é possível sincronizar os exercícios

source: Unauthorized Client
de: Unbefugter Kunde
es: Cliente No Autorizado
fr: Client non autorisé
it: Client non autorizzato
nl: Ongeautoriseerde Client
pt: Cliente não autorizado

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
nl: Niet beschikbaar
pt: Indisponível

source: Undefined
de: Nicht definiert
es: Sin definir
fr: Non défini
it: Non definito
nl: Niet gedefinieerd
pt: Indefinido

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
nl: Eenheden
pt: Unidades

source: Unsupported response type
de: Nicht unterstützter Antworttyp
es: Tipo de respuesta no admitido
fr: Type de réponse non pris en charge
it: Tipo di risposta non supportato
nl: Niet-ondersteunde reactie soort
pt: Tipo de resposta não suportado

source: Update Available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
nl: Update beschikbaar
pt: Atualização disponível

source: Update Later
de: Update später durchführen
es: Actualizar más tarde
fr: Faire la mise à jour plus tard
it: Aggiorna in seguito
nl: Werk later bij
pt: Atualizar depois

source: Update Now
de: Update jetzt durchführen
es: Actualizar ahora
fr: Faire la mise à jour maintenant
it: Aggiorna ora
nl: Werk nu bij
pt: Atualizar agora

source: Updating the firmware.
de: Aktualisiere Firmware ...
es: Actualizando Firmware
fr: Mise à jour du firmware en cours.
it: Aggiornamento del firmware in corso.
nl: Firmware aan het bijwerken
pt: Atualizando firmware

source: Updating your watch provides you with the latest features, however data stored on the watch is cleared for the current day. This process may take several minutes.
de: Das Update Ihrer Uhr bietet Ihnen die neuesten Features, die für den heutigen Tag auf der Uhr gespeicherten Daten werden aber gelöscht. Dieser Vorgang kann einige Minuten in Anspruch nehmen.
es: Actualizar tu reloj te ofrece las funciones más recientes, pero los datos guardados en el reloj se borran para el día actual. Este proceso puede tomar varios minutos.
fr: La mise à jour de votre montre vous permet d'utiliser la dernière fonctionnalité, mais les données stockées sur la montre sont effacées pour le jour en cours. Ce processus peut prendre plusieurs minutes.
it: L'aggiornamento dell'orologio ti fornisce le ultime funzioni, ma verranno cancellati i dati salvati nell'orologio per il giorno corrente. Questo processo potrebbe richiedere vari minuti.
nl: U krijgt de nieuwste functies door het horloge bij te werken maar de op het horloge opgeslagen gegevens worden voor de huidige dag gewist. Dit kan enkele minuten duren.
pt: Com a atualização, o relógio mantém os recursos mais atuais. Entretanto, os dados armazenados no relógio são apagados para o dia corrente. Esse processo pode levar alguns minutos para concluir.
