Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: FACTORY RESET
de: ZURÜCKSETZEN AUF WERKSEINSTELLUNG
es: REINICIO DE FÁBRICA
fr: RÉINITIALISATION AUX VALEURS D'USINE
it: RIPRISTINA ALLE IMPOSTAZIONI DI FABBRICA
nl: FADRIEKSINSTELLINGEN
pt: DEFINIÇÕES DE FÁBRICA

source: FEMALE
de: WEIBLICH
es: FEMENINO
fr: FEMME
it: FEMMINA
nl: VROUW
pt: FEMININO

source: FINDER
es: BUSCADOR
fr: RECHERCHE
it: RICERCA
nl: ZOEKEN
pt: LOCALIZADOR

source: FINDING WATCH
de: IHRE UHR WIRD GEORTET
es: BÚSQUEDA DEL RELOJ
fr: RECHERCHE DE MONTRE
it: RICERCANDO L'OROLOGIO
nl: HORLOGE ZOEKEN
pt: A LOCALIZAR O RELÓGIO

source: FIRMWARE CHECK
de: FIRMWARE-ÜBERPRÜFUNG
es: COMPROBACIÓN DE FIRMWARE
fr: RECHERCHE DE FIRMWARE
it: CONTROLLO SUL FIRMWARE
nl: FIRMWARE CONTROLE
pt: VERIFICAÇÃO DO FIRMWARE

source: FIRMWARE UPDATE
es: ACT. FIRMWARE
fr: MÀJ DU FIRMWARE
it: AGGIORNAMENTO FIRMWARE
pt: ATUALIZAÇÃO DO FIRMWARE

source: FIRST NAME:
de: VORNAME:
es: NOMBRE:
fr: PRÉNOM :
it: NOME:
nl: VOORNAAM:
pt: NOME:

source: FRI
de: FRE
es: VIE
fr: VEN
it: VEN
nl: VR
pt: SEX

source: FROM:
de: VON:
es: DE:
fr: DE :
it: DA:
nl: VAN:
pt: DE:

source: Facebook Post Mode
de: Facebook-Beitragsmodus
es: Modo de publicación de Facebook
fr: Mode publication Facebook
it: Modalità di pubblicazione Facebook
nl: Modus Facebookberichten
pt: Modo de postagem no Facebook

source: Facebook integration error
de: Facebook-Integrationsfehler
es: Error de integración de Facebook
fr: Erreur d'intégration Facebook
it: Errore di integrazione Facebook
nl: Fout bij Facebookintegratie
pt: Erro de integração do Facebook

source: Facebook post has been cancelled.
de: Facebook-Beitrag wurde abgebrochen.
es: La publicación de Facebook se ha cancelado.
fr: La publication Facebook a été annulée.
it: Il post su Facebook è stato annullato.
nl: Het Facebookbericht is geannuleerd.
pt: A postagem no Facebook foi cancelada.

source: Facebook service is not available on this device. Make sure you specified your Facebook credentials in System settings.
de: Facebook-Dienst auf diesem Gerät nicht verfügbar. Stellen Sie sicher, dass Sie in den Systemeinstellungen Ihre Facebook-Anmeldeinformationen eingegeben haben.
es: El servicio de Facebook no está disponible en este dispositivo. Asegúrate de haber especificado sus credenciales de Facebook en la configuración del sistema.
fr: Le service Facebook n'est pas disponible sur ce périphérique. Assurez-vous que vous avez spécifié vos informations d'identification Facebook dans les paramètres système.
it: Facebook non è disponibile su questo dispositivo. Controlla di aver specificato le tue credenziali Facebook in Impostazioni del sistema.
nl: De Facebookservice is niet beschikbaar op dit apparaat. Controleer of je je Facebook-inloggegevens hebt opgegeven in de systeeminstellingen.
pt: O serviço de Facebook não está disponível neste dispositivo. Certifique-se que especificou as suas credenciais do Facebook nas configurações do sistema.

source: Factory reset
de: Zurücksetzen auf Werkseinstellung
es: Restablecimiento de fábrica
fr: Retour aux paramètres d'usine
it: Ripristino alle impostazioni di fabbrica
nl: Fabrieksinstellingen
pt: Definições de fábrica

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
it: Impossibile
nl: Mislukt
pt: Erro

source: Failed to connect to device
de: Verbindung zum Gerät konnte nicht hergestellt werden
es: No se pudo conectar al dispositivo
fr: Échec de la connexion à l'appareil
it: Impossibile connettersi al dispositivo
nl: Mislukte verbinding met het apparaat
pt: Erro ao ligar ao dispositivo

source: Failed to disconnect
de: Trennen fehlgeschlagen
es: No se pudo desconectar
fr: Déconnexion impossible
it: Impossibile disconnettersi
nl: Verbinding verbreken mislukt
pt: Erro ao desconectar

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
nl: Snel
pt: Rápido

source: Female
de: Weiblich
es: Femenino
fr: Femme
it: Femmina
nl: Vrouw
pt: Feminino

source: File %d of %d
de: Datei %1$d von %2$d
es: Archivo %1$d de %2$d
fr: Fichier %1$d sur %2$d
it: File %1$d di %2$d
nl: Bestand %1$d van %2$d
pt: Arquivo %1$d de %2$d

source: Finish
de: Beenden
es: Finalizar
fr: Terminer
it: Fine
nl: Einde
pt: Concluir

source: Firmware On watch: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4# Available: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4#
de: Firmware Auf der Uhr: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4# Verfügbar: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4#
es: Firmware En el reloj: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4# Disponible: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4#
fr: Micrologiciel Sur la montre : #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4# Disponible : #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4#
it: Firmware Sull'orologio: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4# A disposizione: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4#
nl: Firmware Op horloge: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4# Beschikbaar: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4#
pt: Firmware no relógio: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4# acessível: #FIRMWARE1#-#FIRMWARE2#-#FIRMWARE3#-#FIRMWARE4#

source: Firmware Uploaded
de: Firmware hochgeladen
es: Firmware cargado
fr: firmware chargé
it: Firmware caricato
nl: Firmware geüpload
pt: Firmware Carregado

source: FirmwareUpdateCompleted
de: Zur Vervollständigung des Firmware-Updates müssen Sie folgendes tun: 1) Synchronisieren Sie Ihre Uhr. 2) Schalten Sie das Aktivitäts-Tracking auf der Uhr ein. 3) Stellen Sie die Zeit Ihrer Uhr ein. 4) Richten Sie den Zentrumzeiger aus
es: Para completar la actualización de firmware debes: 1)Sincronizar tu reloj. 2)Habilitar seguimiento de actividades en tu reloj. 3)Poner a la hora tu reloj. 4)Recalibrar la manecilla del centro
it: per completare l'aggiornamento del firmware devi: 1) Sincronizzare l'orologio 2) Attivare monitoraggio attivita' sul tuo orologio 3) Settare l'orario dell'orologio 4) Ricalibrare la lancetta centrale
nl: Om je firmware update succesvol af te ronden: 1)Synchroniseer je horloge 2)Zet je activity tracking aan op je horloge 3)Stel de juiste tijd in op je horloge 4)Re-calibrate de grote wijzer
pt: To Complete the firmware update you must: 1)Sync your watch. 2)Turn on activity tracking on your watch. 3)Set the time on your watch. 4)Re-calibrate the center hand

source: First Name
de: Vorname
es: Nombre
fr: Prènom
it: Nome
nl: Voornaam
pt: Primeiro nome

source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
nl: Voornaam
pt: Primeiro nome

source: First some details.
de: Zuerst ein paar Details
es: Primero algunos detalles.
fr: D'abord, quelques détails.
it: È necessario inserire prima qualche dettaglio.
nl: Eerst enkele details.
pt: Primeiro alguns detalhes.

source: Follow Phone
de: Smartphone folgen
es: Seguir teléfono
fr: Suivre téléphone
it: Segui cellulare
nl: Telefoon volgen
pt: Seguir o telefone

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
nl: Frans
pt: Francês

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
nl: Vrijdag
pt: Sexta-feira

source: GENDER
de: GESCHLECHT
es: SEXO
fr: SEXE
it: SESSO
nl: GESLACHT
pt: SEXO

source: GENDER:
de: GESCHLECHT:
es: SEXO:
fr: SEXE :
it: SESSO:
nl: GESLACHT:
pt: SEXO:

source: GENERAL
de: ALLGEMEIN
fr: GÉNÉRAL
it: GENERALE
nl: ALGEMEEN
pt: GERAL

source: GET STARTED
de: LOS GEHT'S
es: COMENZAR
fr: COMMENCEZ
it: INIZIO
nl: START
pt: INICIAR

source: GOAL
de: ZIEL
es: META
fr: OBJECTF
it: OBIETTIVO
nl: DOEL
pt: META

source: GOALS
de: ZIELE
es: METAS
fr: OBJECTIFS
it: OBIETTIVI
nl: DOELEN
pt: METAS

source: GOALS SELECTED
de: AUSGEWÄHLTE ZIELE
es: METAS SELECCIONADAS
fr: OBJECTIFS SÉLECTIONNÉS
it: OBIETTIVI SELEZIONATI
nl: GESELECTEERDE DOELEN
pt: METAS SELECIONADAS

source: GOALS SYNCED
de: ZIELE SYNCHRONISIERT
es: OBJETIVOS SINCRONIZADOS
fr: OBJECTIFS SYNCRONISES
it: OBIETTIVI SINCRONIZZATI
nl: DOELEN GESYNCHRONISEERD
pt: METAS SINCRONIZADAS

source: GOOD
de: GUT
es: BUENO
fr: BIEN
it: BENE
nl: GOED
pt: BOM

source: Gender
de: Geschlecht
es: Género
fr: Le genre
it: Genere
nl: Geslacht
pt: Sexo

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
nl: Duits
pt: Alemão

source: Get Started
de: Los geht's
es: Comenzar
fr: Premier pas
it: Per iniziare
nl: Aan de slag
pt: Iniciar

source: Go
de: Los
es: Avanzar
fr: Aller
it: Vai
nl: Gaan
pt: Iniciar

source: Go Back
de: Zurück
es: Regresar
fr: Retour
it: Torna indietro
nl: Terug
pt: Voltar atrás

source: Goal
de: ZIEL
es: METAS
fr: OBJECTF
it: OBIETTIVO
nl: Doel
pt: Meta

source: Goals selected
de: ausgewählte ziele
es: Metas seleccionadas
fr: Objectifs sélectionnés
it: Obiettivi selezionati
nl: Geselecteerde doelen
pt: Metas selecionadas

source: Good
de: Gut
es: Bueno
fr: Bien
it: Buona
nl: Goed
pt: Bom

source: HEIGHT
de: GRÖßE
es: ALTURA
fr: TAILLE
it: ALTEZZA
nl: LENGTE
pt: ALTURA

source: HELP
de: HILFE
es: AYUDA
fr: AIDE
it: GUIDA
nl: HULP
pt: AJUDA

source: HOURLY CHIME
de: STUNDENTON
es: REPIQUE HORA
fr: CAR. HORAIRE
it: SUONERIA ORARIA
nl: UURSIGNAAL
pt: BIPE DAS HORAS

source: HR.
de: STD.
es: h.
fr: H
it: H.
nl: UUR.
pt: HRS.

source: HRS
de: Std.
fr: HEURES
it: ORE
nl: UUR

source: HTTP Error: %d
de: HTTP-Fehler: %d
es: Error de HTTP:% d
fr: Erreur HTTP: %d
it: Errore HTTP: %d
nl: HTTP Fout: %d

source: HTTP error code %d (%@)
de: HTTP Fehlercode %1$d (%2$@)
es: Código de error HTTP: %1$d (%2$@)
fr: Code d'erreur HTTP %1$d (%2$@)
it: codice di errore HTTP %1$d (%2$@)
nl: HTTP fout code %1$d (%2$@)
pt: HTTP error code %1$d (%2$@)

source: Hard
de: Schwer
es: Fuerte
fr: Dif
it: Diff
nl: Moeilijk
pt: Difícil

source: Height
de: Größe
es: Estatura
fr: Taille
it: Statura
nl: Hoogte
pt: Altura

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
nl: Hulp
pt: Ajuda

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
nl: Hoog
pt: Alto

source: Home
de: Startseite
es: Inicio
fr: Écran d\'accueil
it: Casa
nl: Huis
pt: Tela inicial

source: How do I put my watch in Sync mode?
de: Wie schalte ich meine Uhr in den Sync-Modus?
es: ¿Cómo pongo mi reloj en modo de sincronización?
fr: Comment mettre ma montre en mode Sync ?
it: Come impostare l'orologio in modalita' sincronizzazione ?
nl: Hoe zet ik mijn horloge in synchronisatiemodus?
pt: Como colocar o relógio em modo de Sincronização?

source: How tall are you?
de: Wie groß sind Sie?
es: ¿Cuanto mides?
fr: Quelle taille faites-vous?
it: Qual la tua altezza?
nl: Hoe lang bent u?
pt: Qual é a sua altura?

source: I don't see my watch
de: Ich sehe meine Uhr nicht.
es: No veo mi reloj
fr: Je ne vois pas ma montre
it: Non vedo il mio orologio
nl: Ik zie mijn horloge niet
pt: Não consigo ver o meu relógio

source: I'd rather not say
de: ich möchte das lieber nicht sagen
es: Prefiero no contestar
fr: Je préfère ne pas le dire
it: Preferirei non dirlo
nl: Dat zeg ik liever niet
pt: Prefiro não dizer

source: IMPERIAL
de: BRITISCH
fr: Impérial
it: Imperiale
nl: IMPERIAAL

source: INITIAL SETUP
de: ERSTINBETRIEBNAHME
es: CONF. INICIAL
fr: CONF INITIALE
it: CONFIG. INIZ
nl: INSTELLINGEN
pt: CONF INICIAL

source: INTERVAL
de: INTERVALL
es: INTERVALO
fr: INTERVALLE
it: INTERVALLO
pt: INTERVALO

source: INTERVAL 1 LABEL
de: INTERV.1 LABEL
es: ETIQ. DE INTERV
fr: ÉTIQU. INTERV. 1
it: ETICH. INTERV. 1
nl: LABEL INTERVAL 1
pt: ETIQ. INTERVALO

source: INTERVAL 1 STATUS
de: INTERVALL 1 STATUS
es: ESTADO DE INTERVALO 1
fr: ÉTAT INTERVALLE 1
it: STATO INTERVALLO 1
nl: STATUS INTERVAL 1
pt: STATUS DO INTERVALO 1

source: INTERVAL 1 TIME
de: INTERVALL 1 ZEIT
es: HORA DE INTERVALO 1
fr: HEURE INTERVALLE 1
it: ORA INTERVALLO 1
nl: TIJD INTERVAL 1
pt: TEMPO DO INTERVALO 1

source: INTERVAL 2 LABEL
de: INTERV.2 LABEL
es: ETIQ. DE INTERV
fr: ÉTIQU. INTERV. 2
it: ETICH. INTERV. 2
nl: LABEL INTERVAL 2
pt: ETIQ. INTERVALO

source: INTERVAL 2 STATUS
de: INTERVALL 2 STATUS
es: ESTADO DE INTERVALO 2
fr: ÉTAT INTERVALLE 2
it: STATO INTERVALLO 2
nl: STATUS INTERVAL 2
pt: STATUS DO INTERVALO 2

source: INTERVAL 2 TIME
de: INTERVALL 2 ZEIT
es: HORA DE INTERVALO 2
fr: HEURE INTERVALLE 2
it: ORA INTERVALLO 2
nl: TIJD INTERVAL 2
pt: TEMPO DO INTERVALO 2

source: INTERVAL ALERT
de: INTERV.-ALARM
es: ALERTA DE INTERVALO
fr: ALERTE INTERVALLE
it: AVVISO INTERVALLO
nl: INTERVALTOON
pt: ALERTA DE INTERVALO

source: INTERVAL REPEATS
de: INTERV.-WIEDERH.
es: REP. INTERVALOS
fr: RÉPÉT. D'INTERV.
it: RIPETIZ. INTERV
nl: HERHALINGEN INTERVAL
pt: REPET. INTERVALO

source: INTERVAL TIMER
de: INTERVALL TIMER
es: TEMPORIZADOR DE INTERVALO
fr: CHRONOMÈTRE INTERVALLE
it: TIMER INTERVALLO
nl: TIMER INTERVAL
pt: TEMPORIZADOR DOS INTERVALOS

source: INTERVAL TIMES
de: INTERVALLZEITEN
es: TIEMPOS DE INTERVALO
fr: FRÉQUENCES D'INTERVALLE
it: ORE INTERVALLO
nl: INTERVALTIJDEN
pt: TEMPOS DOS INTERVALOS

source: INTERVALS
de: INTERVALLE
es: INTERVALOS
fr: INTERVALLES
it: INTERVALLI
nl: INTERVALLEN
pt: INTERVALOS

source: If you are not seeing the screen below on your watch, then follow the steps listed below to put your watch into pairing mode: 1. Press the MENU button to access the main menu. Depending what state the watch is in you may need to press the MENU button more than once. 2. Use the up/down buttons to select "Settings" from the menu 3. From the Settings menu use the up/down buttons to select "Bluetooth" 4. From the Bluetooth screen select “Not Paired” 5. From the status screen select “Done” to start the pairing process.
de: Zeigt die Uhr den Bildschirm unten nicht an, folgen Sie den aufgeführten Schritten, um Ihre Uhr in den Koppelungsmodus zu schalten: 1. Drücken Sie den MENÜ-Drücker, um das Hauptmenü aufzurufen. Je nachdem in welchem ​​Zustand sich die Uhr befindet, müssen Sie den MENÜ-Drücker mehrmals betätigen. 2. Verwenden Sie die Auf-/Ab-Drücker, um im Menü "Einstellungen" auszuwählen. 3. Verwenden Sie die Auf-/Ab-Drücker, um im Einstellungsmenü "Bluetooth" auszuwählen. 4. Wählen Sie auf dem Bluetooth-Bildschirm „nicht gekoppelt“ aus. 5. Wählen Sie auf dem Statusbildschirm „Fertig“ aus, um die Koppelung einzuleiten.
es: Si en tu reloj no ves la pantalla a continuación, sigue los pasos que se indican para colocar el reloj en modo de emparejamiento: 1. Presiona el botón MENÚ para acceder al menú principal. Según el estado en el que esté el reloj, es posible que deba presionar el botón MENÚ más de una vez. 2. Utiliza los botones arriba/abajo para seleccionar "Configuración" del menú. 3. En el menú Configuración, utiliza los botones arriba/abajo para seleccionar "Bluetooth". 4. En la pantalla Bluetooth, selecciona “No emparejado“. 5. En la pantalla de estado, selecciona “Listo“ para iniciar el proceso de emparejamiento.
fr: Si vous ne voyez pas l'écran ci-dessous sur votre montre, suivez les étapes ci-dessous pour mettre votre montre en mode d'association : 1. Appuyez sur le bouton MENU pour accéder au menu principal. En fonction de l'action activée pour votre montre, vous devrez peut-être appuyer plusieurs fois sur le bouton MENU. 2. Utilisez les boutons haut/bas pour sélectionner "Paramètres" dans le menu. 3. Dans le menu Paramètres, utilisez les boutons haut/bas pour sélectionner "Bluetooth". 4. Dans l'écran Bluetooth, sélectionnez « Non associé ». 5. Dans l'écran État, sélectionnez « Terminé » pour démarrer le processus d'association.
it: Se non vedi la schermata qui sotto sul tuo orologio, segui i passaggi descritti per mettere l'orologio in modalità pairing. 1. Premi il tasto MENU per accedere al menu principale. A seconda dello stato in cui si trova l'orologio, potrebbe essere necessario premere il tasto MENU più di una volta. 2. Usa i tasti su/giù per selezionare "Impostazioni" dal menu. 3. Nel menu Impostazioni, usa i tasti su/giù per selezionare "Bluetooth". 4. Nella schermata Bluetooth, seleziona “Non abbinato“. 5. Nella schermata dello stato, seleziona “Fatto“ per avviare la procedura di pairing.
nl: Als je het onderstaande scherm niet ziet op je horloge, volg dan deze stappen om de koppelmodus in te schakelen voor het horloge: 1. Druk op de knop MENU om het hoofdmenu te openen. Het kan zijn dat je de knop MENU meerdere malen in moet drukken, dit hangt af van de status van het horloge. 2. Selecteer met behulp van de knoppen omhoog/omlaag de optie "Instellingen" in het menu. 3. Selecteer met behulp van de knoppen omhoog/omlaag de optie "Bluetooth". 4. Selecteer op het Bluetooth-scherm 'Niet gekoppeld' 5. Selecteer op het statusscherm 'Voltooid' om het koppelproces te starten.
pt: No caso de não conseguir ver o ecrã abaixo no seu relógio, por favor siga os passos aqui indicados para colocar o seu relógio em modalidade de sincronização: 1. Prima o botão MENU para aceder ao menu principal. Dependendo do estado em que o relógio se encontrar, pode ser necessário premir o botão MENU mais de uma vez. 2. Use os botões para cima/para baixo para selecionar "Configurações" no menu 3. No menu Configurações, use os botões para cima/para baixo para selecionar "Bluetooth" 4. Na tela Bluetooth, selecione “Não sincronizado“ 5. Na tela de status, selecione “Concluído“ para iniciar a sincronização.

source: If your distance calculation is off, you can fine tune it here. If too low, increase the percentage or if too high, decrease the percentage
de: Falls Ihre Entfernungsberechnung inkorrekt ist, können Sie sie hier einstellen. Wenn sie zu niedrig ist, den Prozentsatz erhöhen, wenn zu hoch, den Prozentsatz senken.
es: Si el cálculo de tu distancia está desviado, puedes ajustarlo aquí. Si es demasiado bajo, aumenta el porcentaje o si es demasiado a, disminuye el porcentaje
fr: Si le calcul de votre distance est incorrecte, vous pouvez le régler ici. Si la distance est trop courte, augmentez le pourcentage ; si elle est trop élevée, diminuez le pourcentage
it: Se il calcolo della distanza è errato, lo si può regolare qui. Se è troppo basso, aumentare la percentuale e se è troppo alto, ridurre la percentuale
nl: Als de afstandsberekening niet juist is, kunt u deze hier afstemmen. Indien te laag, percentage verhogen of indien te hoog, percentage verlagen.
pt: Se o cálculo da distância não estiver correto, ajuste-o aqui. Se estiver muito baixo, aumente a porcentagem. Se estiver muito alto, diminua a porcentagem.

source: If your step count measures higher than it should be, select Low sensitivity. If it’s lower than it should be, select High sensitivity
de: Sollte Ihre gemessene Schrittanzahl zu hoch sein, Sensitivität senken. Bei einer zu niedrigen gemessenen Schrittanzahl Sensitivität steigern.
es: Si tu conteo de pasos mide más de lo que debería, selecciona la sensibilidad Baja. Si es más bajo de lo debido, selecciona la sensibilidad Alta
fr: Si le compte de vos pas est trop élevé, choisissez Sensibilité faible. S'il est trop bas, choisissez Sensibilité haute
it: Se il conteggio dei passi è più alto di quanto dovrebbe essere, selezionare una sensibilità bassa. Se è più basso di quanto dovrebbe essere, selezionare una sensibilità alta
nl: Als de staptelling hoger meet dan deze moet zijn, kiest u Lage gevoeligheid. Als deze lager is dan deze moet zijn, kiest u Hoge gevoeligheid.
pt: Se a contagem de passos medir acima do que deveria ser, selecione a sensibilidade Low (Baixa). Se estiver abaixo do que deveria ser, selecione a sensibilidade High (Alta).

source: If your watch is showing the screen below, then you are ready to pair!
de: Zeigt die Uhr den Bildschirm unten an, sind Sie zur Koppelung bereit!
es: Si el reloj muestra la pantalla a continuación, está listo para emparejar!
fr: Si votre montre affiche l'écran ci-dessous, vous pouvez lancer l'association !
it: Se sul tuo orologio vedi la schermata qui sotto, sei pronto per I'accoppiamento!
nl: Als dit scherm verschijnt op het horloge, ben je klaar om te koppelen!
pt: Quando o seu relógio mostrar o ecrã abaixo, está pronto para ser sincronizado!

source: Imperial
de: Britisch
es: Sistema imperial
fr: Impérial
it: Imperiali
nl: Imperiaal

source: In addition to keeping you connected to your Smartphone, the Run x50+ provides a convenient screen for Fitness Apps.
de: Run x50+ hält nicht nur die Verbindung zu Ihrem Smartphone, sondern bietet auch einen bequemen Bildschirm für Fitness Apps.
es: Además de mantenerlo conectado con su teléfono inteligente, el modelo Run x50+ proporciona una pantalla práctica para aplicaciones de acondicionamiento físico.
fr: En plus de vous maintenir connecté à votre Smartphone, la Run x50+ offre un écran pratique pour les applications de fitness.
it: Oltre a mantenerti collegato al tuo Smartphone, Run x50+ offre un comodo display per app dedicate al fitness.
nl: Je Run x50+ zorgt er niet alleen voor dat je met je smartphone verbonden blijft, hij biedt je ook een handig scherm voor je fitness-apps.
pt: Além de o manter conectado ao seu smartphone, o Run x50+ fornece uma ecrã conveniente para aplicativos de fitness.

source: Initiating Bootloader...
de: Bootloader wird gestartet ...
es: Iniciando gestor de arranque...
fr: Bootloader initier...
it: Avvio Bootloader...
nl: Initiëren Bootloader...
pt: Iniciando o Bootloader ...

source: Instant
de: Sofort
es: Instante
fr: Instantané
it: Istantaneo
nl: Direct
pt: Imediato

source: Insufficient Battery Charge
de: Unzureichender Akkuladezustand
es: Carga de batería insuficiente
fr: Charge de la pile insuffisante
it: Carica batteria insufficiente
nl: Batterij onvoldoende opgeladen
pt: Carga da bateria insuficiente

source: Internet connection lost
de: Internetverbindung verloren
es: Se ha perdido la conexión a Internet
fr: Connexion Internet perdue
it: Connessione a Internet persa
nl: Internet verbinding verbroken
pt: Conexão com a Internet perdida

source: Interval Action
de: Intervallaktion
es: Acción en intervalos
fr: Action d'intervalle
it: Intervallo azione
nl: Intervalactie
pt: Ação de intervalo

source: Interval Number
de: Intervallzahl
es: Número de intervalo
fr: Numéro d'intervalle
it: Numero dell'intervallo
nl: Interval nummer
pt: Número do intervalo

source: Invalid OAuth2 Client
de: Ungültiger OAuth2-Client
es: Cliente OAuth2 no válido
fr: Client OAuth2 non valide
it: Cliente OAuth2 non valido
nl: Ongeldige OAuth2 Client
pt: Cliente OAuth2 inválido

source: Invalid request to OAuth2 Server
de: Ungültige Anforderung an OAuth2 Server
es: Solicitud no válida para OAuth2 Server
fr: Demande non valide au serveur OAuth2
it: Richiesta non valida al Server OAuth2
nl: Ongeldig verzoek aan OAuth2 Server
pt: Pedido inválido ao servidor OAuth2

source: Invalid scope
de: Ungültiger Bereich
es: Alcance no válido
fr: Portée incorrecte
it: ambito non valido
nl: ongeldige scope
pt: Extensão inválida

source: Invalid zip code
de: Ungültige Postleitzahl
es: Código postal no válido
fr: code postal invalide
it: Codice postale errato
nl: ongeldige postcode
pt: Código postal inválido

source: It seems like your watch is not fully paired with Guess Connect. You'll need to remove it from Bluetooth Settings to continue.
de: Ihre Uhr scheint nicht vollständig mit Guess Connect gekoppelt zu sein. Die Uhr zunächst von den Bluetooth-Einstellungen entfernen.
es: Parece que tu reloj no está bien emparejado con Guess Connect. Necesitarás retirarlo de los Ajustes de Bluetooth para continuar.
fr: Il semble que le jumelage de votre montre avec Guess Connect ne soit pas bien établi. Il faudra supprimer la montre des Règlages Bluetooth avant de poursuivre.
it: Sembra che l'orologio non sia completamente accoppiato con Guess Connect Rimuoverlo dalle impostazioni Bluetooth per continuare.
nl: Het lijkt alsof het horloge niet volledig aan Guess Connect is gekoppeld. U moet het van Bluetooth-instellingen verwijderen om verder te gaan.
pt: Parece que seu relógio não está totalmente emparelhado com o Guess Connect. Você precisará removê-lo das configurações de Bluetooth para continuar.

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
nl: Italiaans
pt: Italiano
