Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: The watch hand will wiggle for a few minutes. You'll need to reconnect the watch to the app and align the hands.
de: Der Uhrzeiger wird einige Minuten lang wackeln. Sie müssen die Uhr erneut mit der App verbinden und die Zeiger ausrichten.
es: La manecilla del reloj se moverá durante unos pocos minutos. Tendrás que reconectar el reloj a la aplicación y alinear las manecillas.
fr: L'aiguille de la montre se remuera pendant quelques minutes. Il faudra reconnecter la montre à l'application et aligner les aiguilles.
it: La lancetta dell'orologio oscillerà per qualche minuto. Dovrai riconnettere l'orologio all'app e allineare le lancette.
nl: De wijzer van het horloge schommelt enkele minuten. U moet het horloge weer met de app verbinden en de wijzers uitlijnen.
pt: O ponteiro do relógio irá se movimentar por alguns minutos. É preciso reconectar o relógio com o aplicativo e alinhar os ponteiros.

source: Are the hands pointing to the 12 o’clock position? If not, please go to the settings menu on the app and tap “Align Hands”.
de: Zeigen die Zeiger auf der 12-Uhr-Position? Wenn nicht, gehen Sie bitte zum Einstellungsmenü der App und tippen Sie auf "Uhrzeiger ausrichten".
es: ¿Están las manecillas apuntando a la posición de las 12? Si no es así, vaya al menú de configuración de la aplicación y toque "Alinear manecillas".
fr: Les aiguilles indiquent-elles 12 heures ? Si ce n'est pas le cas, veuillez aller dans le menu des paramètres sur l'appli et appuyer sur Aligner les aiguilles.
it: Le lancette puntano alla posizione delle ore 12? In caso contrario, vai al menu delle impostazioni sull'applicazione e tocca Allinea lancette.
nl: Staan de wijzers op 12 uur? Zo niet, ga dan naar de menu instellingen van de app en tik op bijstellen wijzers.
pt: Os ponteiros apontam para as 12 h? Senão, aceda ao o menu de Configurações no app e clique em "Alinhar ponteiros".

source: Are your watch's hands in the same position as the diagram below? If not, tap "Adjust Now".
de: Sind Ihre Uhrzeiger in der gleichen Position wie im Diagramm unten? Wenn nicht, tippen Sie auf "Jetzt anpassen".
es: ¿Están las manecillas de su reloj en la misma posición que el siguiente diagrama? Si no es así, pulse " Ajustar ahora ".
fr: Les aiguilles de votre montre sont-elles dans la môme position que le diagramme ci-dessous ? Si ce n'est pas le cas, appuyez sur "Régler maintenant".
it: Le lancette dell'orologio sono nella stessa posizione dello schermata qui sotto ? In caso contrario tocca "regola adesso" quando le lancette si fermano.
nl: Zijn uw horlogewijzers in dezelfde positie als de onderstaande afbeelding? Zo niet, tik dan op "Nu Aanpassen".
pt: Os ponteiros do seu relógio encontram-se na mesma posição do diagrama abaixo? Senão, aceda ao menu de Configurações no app e clique em "Alinhar ponteiros".

source: Checking latest firmware.
de: Auf Aktualisierungen prüfen.
es: Comprobando la última versión de firmware.
fr: Rechercher des mises à jours.
it: Controllo più recente del firmware.
nl: Controleer op updates.
pt: A verificar o firmware mais recente.

source: Choose a city for displaying 24-hour time on the watch second hand.
de: Eine Stadt zur Anzeige der 24-Stunden-Zeit auf dem Sekundenzeiger der Uhr auswählen.
es: Elige una ciudad para mostrar la hora en formato de 24 horas en el segundero del reloj.
fr: Choisissez une ville pour afficher l'heure en format 24 h sur la trotteuse.
it: Scegliere una città per la visualizzazione dell'orario in formato 24 ore sulla lancetta dei secondi dell'orologio.
nl: Kies een stad voor het weergeven van 24-uurs tijd op secondewijzer van horloge.
pt: Escolha uma cidade para exibir o horário em 24 horas no ponteiro do segundo do relógio.

source: Choose a city for displaying 24-hour time on the watch sub-dial.
de: Eine Stadt zur Anzeige der 24-Stunden-Zeit auf dem kleinen Zifferblatt der Uhr auswählen.
es: Elige una ciudad para mostrar la hora en formato de 24 horas en la esfera secundaria del reloj.
fr: Choisissez une ville pour afficher l'heure en format 24 h sur le cadran secondaire.
it: Scegliere una città per la visualizzazione dell'orario in formato 24 ore sul sottoquadrante dell'orologio.
nl: Kies een stad voor het weergeven van 24-uurs tijd op sub-wijzerplaat van horloge.
pt: Escolha uma cidade para exibir o horário em 24 horas no subdial do relógio.

source: Choose an option below.
de: Eine der nachstehenden Optionen auswählen.
es: Elige una opción a continuación.
fr: Choisissez une option ci-après.
it: Scegliere un'opzione sottostante.
nl: Kies een optie hieronder.
pt: Escolha uma opção a seguir.

source: Choose what you want the second hand to display when pressing the bottom pusher
de: Auswählen, was der Sekundenzeiger beim Drücken des unteren Knopfs anzeigen soll.
es: Elige lo que quieres que muestre el segundero al pulsar el botón inferior
fr: Choisissez le type d'information que la trotteuse affichera quand le poussoir inférieur est appuyé.
it: Scegliere cosa si vuole visualizzare con la lancetta dei secondi premendo il pulsante inferiore
nl: Kies wat de secondewijzer moet weergeven wanneer u op de onderste drukknop drukt.
pt: Escolha o que deseja que o ponteiro do segundo exiba ao pressionar o botão Push.

source: Keep your watch close to your phone and do not close the app.
de: Halten Sie Ihre Uhr nah an Ihrem Telefon und schließen Sie die App nicht.
es: Mantenga su reloj cerca de su teléfono y no cierre la aplicación.
fr: Gardez votre montre près de votre téléphone et ne fermez pas l'application.
it: Tenere l'orologio vicino al telefono e non chiudere l'applicazione.
nl: Houd uw horloge in de buurt van de telefoon en laat de app open.
pt: Mantenha o relógio perto do telefone e não feche o aplicativo.

source: Once it's found, select your watch below and accept the pairing request.
de: Sobald sie gefunden wurde, wählen Sie unten Ihre Uhr zum Synchronisieren und zur Aktualisierungsprüfung aus.
es: Una vez que se encuentre, seleccione su reloj y acepte la solicitud de emparejamiento.
fr: Une fois trouvée, sélectionnez votre montre ci-dessous pour la synchroniser et rechercher des mises à jour. Cela peut prendre quelques minutes.
it: Una volta trovato, seleziona in basso l'orologio da sincronizzare e controlla gli aggiornamenti.
nl: Als het eenmaal gevonden is, selecteer uw horloge en accepteer de verbindingsaanvraag.
pt: Quando encontrar, selecione o seu relógio abaixo para sincroniza-lo e verificar atualizações.

source: Please do not close the app.
de: Bitte schließen Sie die App nicht.
es: Por favor no cierres la aplicación.
fr: Veuillez ne pas fermer l'appli.
it: Per favore non chiudere l'applicazione.
nl: Gelieve de app niet te sluiten.
pt: Por favor não feche o aplicativo.

source: Press and hold the Crown for about 5 seconds until you hear a 3 tone melody.
de: Halten Sie die Krone für ca. 5 Sekunden gedrückt, bis Sie eine Melodie mit 3 Tönen hören.
es: Mantén presionada la corona unos 5 segundos hasta que escuches la melodía de 3 tonos.
fr: Maintenez la Couronne appuyée pendant environ 5 secondes jusqu'à ce que vous entendiez une mélodie à 3 tons.
it: Premere e tenere premuto la Corona per circa 5 secondi fino a udire una melodia a 3 toni.
nl: Houd het opwindknopje voor 5 seconden ingedrukt totdat u een 3 tonige melodie hoort.
pt: Mantenha a coroa pressionada por 5 segundos até ouvir uma melodia de 3 tons.

source: Press and hold the Push Button until the upper dial points to Bluetooth symbol, then release the button
de: Halten Sie den Drücker gedrückt, bis auf dem oberen Zifferblatt das Bluetooth-Symbol angezeigt wird, und lassen Sie dann den Drücker los
es: Mantén presionado el botón hasta que la esfera superior apunte al símbolo Bluetooth, luego suelte el botón
fr: Maintenez la touche enfoncée jusqu'à ce que le cadran supérieur pointe vers le symbole Bluetooth, puis relâchez le bouton
it: Premere e tenere premuto il pulsante regolazione fino il quadrante superiore indicherà simbolo Bluetooth, quindi rilascia il pulsante
nl: Houd de drukknop ingedrukt totdat de bovenste knop naar het Bluetooth-symbool wijst darana kun je de knop loslaten
pt: Prima e mantenha premido o botão até que o mostrador superior aponte para o símbolo Bluetooth e, em seguida, solte o botão "

source: Press and hold the Push Button until the upper dial points to either Steps(S) or Distance(D).
de: Den Knopf drücken und halten, bis das obere Zifferblatt entweder auf Schritte (S) oder Entfernung (D) zeigt.
es: Mantén pulsado el botón hasta que la esfera superior apunte a Pasos (S) o Distancia (D).
fr: Maintenez le bouton poussoir enfoncé jusqu'à voir que le cadran supérieur indique Pas (S) ou Distance (D).
it: Premi e mantieni premuto il pulsante Premi fino a quando il quadrante superiore non punterà su Passi (S) o Distanza (D).
nl: Houd de drukknop ingedrukt tot de bovenste wijzerplaat naar Stappen (5) of Afstand (D) wijst.
pt: Pressione e mantenha pressionado o botão Push até o dial superior apontar para Steps(S) [Passos] ou Distance(D) [Distância].

source: Press the Push Button to move the Arrow Hand one space at a time, or hold the button to move it quickly.
de: Drücken Sie den Drücker um den Zentrumzeiger jeweils einen Schritt weiter zu bewegen oder halten Sie den Drücker gedrückt um den Zeiger schnell zu bewegen.
es: Presiona el botón "Push" para mover la manecilla de la flecha un espacio o mantén presionado el botón para moverla rápidamente.
fr: Appuyez sur le poussoir pour déplacer l'aiguille d'un espace à la fois, ou maintenez le bouton appuyé pour la déplacer rapidement.
it: Premere il pulsante di regolazione pe spostare la freccia della lancetta di uno spazio alla volta oppure tieni premuto il pulsante per spostarla rapidamente.
nl: Druk op de drukknop om de secondewijzer één ruimte te verplaatsen, of houd de knop ingedrukt om het sneller te verplaatsen.
pt: Prima o botão para mover o Ponteiro com a seta um espaço de cada vez, ou mantenha o botão premido para avançar rapidamente.

source: Pull the Crown of the watch to its outer position. Once the second hand stops and the arrow hand completes rotating, tap Next.
de: Ziehen Sie die Krone der Uhr ganz nach außen. Sobald sich der Sekundenzeiger nicht mehr bewegt und der Zentrumzeiger eine Umrundung abgeschlossen hat, tippen Sie auf Weiter.
es: Tira de la corona del reloj hacia su posición exterior.Una vez el segundero se haya detenido y la manecilla de la flecha complete la rotación, pulsa Siguiente.
fr: Tirez la couronne de la montre à sa position extérieure. Quand la trotteuse cesse de se déplacer et que l'aiguille termine sa rotation, appuyez sur Suivant.
it: Estrai la corona dell'orologio verso la posizione più esterna. Quando la lancetta dei secondi si ferma e la freccia della lancetta completa la rotazione, tocca Avanti.
nl: Trek het opwindknopje van het horloge uit. Als de secondewijzer stopt te bewegen en de wijzer stopt te roteren, tik op volgende.
pt: Puxe a coroa do relógio para a posição externa. Quando o segundo ponteiro parar de se mover e o ponteiro com a seta concluir o giro, toque em Avançar.

source: Rotate the crown to move the hour and minute hands. Push the crown in when you're done.
de: Drehen Sie die Krone, um die Stunden- und Minutenzeiger zu bewegen. Drücken Sie die Krone wieder hinein, wenn Sie fertig sind.
es: Gira la corona para mover el minutero y la manecilla horaria. Empuja la corona hacia adentro cuando termines.
fr: Tournez la couronne pour déplacer les aiguilles des heures et des minutes. Poussez la couronne lorsque vous avez terminé.
it: Ruota la corona per spostare le lancette delle ore e dei minuti. Una volta terminato, spingi la corona verso l'interno.
nl: Draai de kroon om de wijzers te verplaatsen. Druk de kroon terug naar binnen wanneer u klaar bent.
pt: Gire a coroa para mover os ponteiros de hora e minuto. Pressione a coroa quando terminar.

source: Second hand displays Distance. Pressing bottom pusher displays Total Steps
de: Sekundenzeiger zeigt Entfernung an. Beim Drücken des unteren Knopfs wird die Gesamtanzahl der Schritte angezeigt.
es: El segundero muestra la Distancia. Al pulsar el botón inferior se muestran los Pasos totales
fr: La trotteuse affiche la Distance. Pour afficher le Nombre total de pas, appuyez sur le poussoir inférieur
it: La lancetta dei secondi indica la Distanza. Premendo il pulsante inferiore si visualizza il Totale Passi
nl: De secondewijzer geeft Afstand weer. Als u op de onderste drukknop drukt, wordt Totale stappen weergegeven.
pt: O ponteiro do segundo exibe Distance (Distância). Ao pressionar o botão Push, o Total Steps (Total de passos) é exibido.

source: Second hand displays Steps. Pressing bottom pusher displays Total Distance
de: Sekundenzeiger zeigt Schritte an. Beim Drücken des unteren Knopfs wird die Gesamtentfernung angezeigt.
es: El segundero muestra los Pasos. Al pulsar el botón inferior se muestra la Distancia total
fr: La trotteuse affiche les Pas. Pour afficher le Nombre total de pas, appuyez sur le poussoir inférieur
it: La lancetta dei secondi indica i Passi. Premendo il pulsante inferiore si visualizza la Distanza Totale
nl: De secondewijzer geeft Stappen weer. Als u op de onderste drukknop drukt, wordt Totale afstand weergegeven.
pt: O ponteiro dos segundos exibe Steps (Passos). Ao pressionar o botão Push, o Total Distance (Total da distância) é exibido.

source: Steps or distance? Choose the daily goal you would like to display on the activity sub-dial.
de: Schritte oder Strecke? Wählen Sie das Tagesziel, das Sie auf dem unteren Zifferblatt anzeigen lassen möchten.
es: ¿Pasos o distancia? Elige la meta diaria que deseas mostrar en la sub esfera.
fr: Pas ou distance ? Choisissez l'objectif quotidien que vous souhaitez afficher sur le cadran secondaire.
it: Passi o distanza? Scegli l'obiettivo giornaliero che desideri visualizzare sul quadrante inferiore.
nl: Stappen of afstand? Kies het doel dat u wilt zien op de sub-wijzerplaat.
pt: Passos ou distância? Escolha a meta diária que você deseja exibir no sub-dial.

source: The second hand is not just for telling time. It can show your daily activity totals or date. Choose what you want to indicate with the second hand.
de: Der Sekundenzeiger dient nicht nur der Zeitanzeige. Er kann Ihre tägliche Gesamtaktivität oder das Datum anzeigen. Wählen Sie, was Sie mit dem Sekundenzeiger anzeigen möchten.
es: El segundero no solamente sirve para dar la hora. Puede mostrar el total de tu actividad diaria o la fecha. Elige lo que deseas indicar con el segundero.
fr: La trotteuse n'indique pas seulement l'heure. Elle peut indiquer le total de vos activités quotidiennes ou la date. Choisissez ce que vous voulez indiquer avec la trotteuse.
it: La lancetta dei secondi non serve solo per leggere l'ora. Può mostrare i totali delle attività giornaliere o la data. Scegli cosa deve indicare la lancetta dei secondi.
nl: De tweede wijzer is er niet alleen om de tijd aan te geven. Het kan ook uw dagelijkse activiteit per dag tonen. Kies wat u wilt zien met de kleine wijzer.
pt: O segundo ponteiro não é só para marcar as horas. Pode mostrar igualmente a sua atividade diária ou a data. Escolha o que prefere que o segundo ponteiro indique.

source: This process may take several minutes.
de: Dieser Vorgang kann einige Minuten dauern.
es: Este proceso puede tardar varios minutos.
fr: Ce processus peut prendre plusieurs minutes.
it: Questo processo può richiedere alcuni minuti.
nl: Dit proces kan enkele minuten duren.
pt: Este processo pode demorar vários minutos.

source: Guess Connect helps you stay healthy by tracking activities such as steps you've taken, distance you've traveled, and your sleep patterns.
de: Guess Connect hilft Ihnen, gesund zu bleiben, indem Sie Aktivitäten wie Schritte, die Sie genommen haben, Distanz, die Sie reisten, und Ihre Schlafmuster verfolgen.
es: Guess Connect le ayuda a mantenerse saludable mediante el seguimiento de actividades como los pasos que ha tomado, la distancia que ha viajado y sus patrones de sueño.
fr: Guess Connect vous aide à rester en bonne santé en surveillant les activités telles que les étapes que vous avez prises, la distance parcourue et les habitudes de sommeil.
it: Guess Connect ti aiuta a rimanere in buona salute seguendo le attività come i passi che hai preso, la distanza percorsa e i tuoi modelli di sonno.
nl: Guess Connect helpt u gezond te blijven door activiteiten te volgen zoals stappen die u hebt genomen, afstand die u heeft gereisd en uw slaappatronen.
pt: O Guess Connect ajuda você a se manter saudável, rastreando atividades, como etapas que você tomou, distância que você viajou e seus padrões de sono.

source: Guess Connect tracks your activity level such as steps, distance, calories and sleep.
de: Guess Connect verfolgt Ihre Aktivitäten wie Schritte, die Sie gemacht haben, Strecken, die Sie zurückgelegt haben und Ihren Schlafrhythmus.
es: Guess Connect realiza un seguimiento de su nivel de actividad, como pasos, distancia, calorías y sueño.
fr: Guess Connect vous aide à rester en bonne santé en suivant vos activités comme le nombre de pas que vous avez effectué, la distance que vous avez parcourue et vos habitudes de sommeil.
it: Guess Connect ti aiuta a rimanere in buona salute monitorando le attività , come i passi percorsi, la distanza percorsa e le ore di sonno dormite.
nl: Guess Connect analyseert u gezondheid door het bijhouden van activiteiten zoals het aantal stappen per dag, de afstand die u heeft afgelegd en meet uw slaappatroon.
pt: O Guess Connect faz o rastreio da sua atividade registando passos, distancia percorrida, calorias e padrões de sono.

source: To connect your watch with the phone, press and hold the Crown for about 5 seconds until you hear a 3 tone melody and the hands move together.
de: Um Ihre Uhr mit dem Telefon zu verbinden, halten Sie die Krone für ca. 5 Sekunden gedrückt, bis Sie eine Melodie aus 3 Tönen hören und die Zeiger zusammentreffen.
es: Para conectar tu teléfono al reloj, mantén presionada la Corona aproximadamente 5 segundos hasta que escuches la melodía de 3 tonos y las manecillas se mueven juntas.
fr: Pour connecter votre montre au téléphone, maintenez la Couronne appuyée pendant environ 5 secondes jusqu'à ce que vous entendiez une mélodie à 3 tons et que les aiguilles se déplacent ensemble.
it: Per collegare l'orologio al telefono, tieni premuto la Corona per circa 5 secondi fino a quando sentirai una melodia a 3 toni e le lancette si muoveranno insieme.
nl: Om uw horloge te verbinden met de telefoon, houdt het opwindknopje ingedrukt voor ongeveer 5 seconden totdat u een drietonig geluid hoort en de wijzers zich verplaatsen.
pt: Para conectar o seu relógio ao telefone, mantenha a Coroa pressionada por 5 segundos, até ouvir uma melodia de 3 tons e os ponteiros se unirem.

source: To connect your watch with the phone, press and hold the Crown for about 5 seconds until you hear a 3 tone melody. Then select your watch below.
de: Um Ihre Uhr mit dem Telefon zu verbinden, halten Sie die Krone für ca. 5 Sekunden gedrückt, bis Sie eine Melodie aus 3 Tönen hören. Wählen Sie dann unten Ihre Uhr aus.
es: Para conectar el reloj con el teléfono, mantenga pulsada la corona durante unos 5 segundos hasta que escuche una melodía de 3 tonos. A continuación, seleccione su reloj.
fr: Pour connecter votre montre au téléphone, maintenez la Couronne appuyée pendant environ 5 secondes jusqu'à ce que vous entendiez une mélodie à 3 tons et que les aiguilles se déplacent ensemble.
it: Per collegare l'orologio al telefono, tieni premuto la Corona per circa 5 secondi fino a quando sentirai una melodia a 3 toni e le lancette si muoveranno insieme. Seleziona il tuo orologio in basso.
nl: Om uw horloge te verbinden met de telefoon, houdt het opwindknopje voor ongeveer 5 seconden ingedrukt totdat u een drietonig geluid hoort en de wijzers zich verplaatsen.
pt: Para conectar o seu relógio ao telefone, mantenha a Coroa pressionada por 5 segundos, até ouvir uma melodia de 3 tons e os ponteiros se unirem.

source: We are updating your watch. Keep your watch and phone close together until this is done.
de: Wir aktualisieren Ihre Uhr. Halten Sie Ihre Uhr und Telefon dicht beieinander, bis dies erledigt ist.
es: Estamos actualizando tu reloj. Mantén tu reloj y teléfono cerca uno del otro hasta terminar la actualización.
fr: Nous mettons à jour votre montre. Gardez votre montre à proximité de votre téléphone jusqu'à la fin de la mise à jour.
it: Stiamo aggiornando l'orologio. Tieni l'orologio e il telefono vicini tra loro fino al completamento di questa procedura.
nl: We zijn uw horloge aan het bijwerken. Houd uw horloge en telefoon dicht bij elkaar, totdat dit is voltooid.
pt: Estamos a atualizar o seu relógio. Mantenha relógio e telefone próximos até que essa ação seja concluída.

source: We want to make sure your watch is working perfectly.
de: Wir wollen sicherstellen, dass Ihre Uhr perfekt funktioniert.
es: Queremos asegurarnos de que tu reloj funcione perfectamente.
fr: Nous voulons nous assurer que votre montre fonctionne parfaitement.
it: Vogliamo fare in modo che il tuo orologio funzioni alla perfezione.
nl: We willen ervoor zorgen dat uw horloge perfect werkt.
pt: Queremos certificar-nos de que seu relógio está a funcionar perfeitamente.

source: We're setting up your watch and reading your current activity data.
de: Wir richten Ihre Uhr ein und lesen Ihre aktuellen Aktivitätsdaten.
es: Estamos configurando tu reloj y leyendo los datos de actividad actuales.
fr: Nous configurons votre montre et lisons vos données d'activité actuelles.
it: Stiamo preparando l'orologio e la lettura dei dati delle tue attività attuali.
nl: We zijn uw horloge aan het instellen en lezen uw huidige activiteitsgegevens.
pt: Estamos a configurar o seu relógio e a ler os dados de suas atividades atuais.

source: You're ready to start tracking steps, distance, calories and sleep with your Metropolitan+
de: Sie können mit der Nachverfolgung von Schritten, Strecken, Kalorien und Schlaf mit Ihrer Metropolitan+ beginnen
es: Estás listo para comenzar a monitorear tus pasos, distancia, calorías y sueño con tu Metropolitan+
fr: Vous êtes prêt à suivre votre nombre de pas, votre distance, vos calories et votre sommeil avec votre Metropolitan+
it: Sei pronto per iniziare a monitorare passi, distanza, calorie e sonno con il tuo Metropolitan +
nl: U bent klaar om stappen, afstand, calorieën, en slapen bij te houden met uw Metropolitan+
pt: Você está pronto para começar a monitorar os seus passos, distâncias percorridas, calorias e sono com seu Metropolitan+

source: You're ready to start tracking steps, distance, calories, and sleep with your Guess iQ+.
de: Sie können mit der Nachverfolgung von Schritten, Strecken, Kalorien und Schlaf mit Ihrer iQ+ beginnen.
es: Estás listo para comenzar a monitorear tus pasos, distancia, calorías y sueño con tu Guess iQ+.
fr: Vous êtes prêt à suivre votre nombre de pas, votre distance, vos calories et votre sommeil avec votre Guess iQ+.
it: Sei pronto per iniziare a monitorare passi, distanza, calorie e sonno con il tuo Guess iQ+.
nl: U bent klaar om uw stappen, afstand, calorieën en slaap bij te gaan houden met uw Guess iQ+.
pt: Você está pronto para começar a monitorar os seus passos, distâncias percorridas, calorias e sono com seu Guess iQ+.

source: You're realigning the watch hands quite a bit.
de: Sie richten die Uhrzeiger ziemlich oft aus.
es: Estás realineando las manecillas del reloj bastante.
fr: Vous êtes entrain de réaligner légèrement les aiguilles de la montre.
it: Stai riallineando un po'troppo le lancette dell'orologio.
nl: U bent de horlogewijzers nog aan het bijstellen.
pt: Você está a realinhar os ponteiros muitas vezes.
