Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: Select Social Media
de: Social Media auswählen
es: Seleccionar medios sociales
fr: Sélectionner réseau social
it: Seleziona social media
nl: Social media selecteren
pt: Selecionar social media

source: Select Time Zone
de: Zeitzone auswählen
es: Seleccionar zona horaria
fr: Sélectionner fuseau horaire
it: Seleziona fuso orario
nl: Tijdzone selecteren
pt: Selecionar fuso horário

source: Select Upload Service
de: Upload-Dienst auswählen
es: Seleccionar servicio de carga
fr: Sélectionner service de chargement
it: Seleziona servizio di caricamento
nl: Uploadservice selecteren
pt: Selecionar serviço de upload

source: Select Workout
de: Trainingseinheit auswählen
es: Seleccionar sesión
fr: Sélectionner l'entraînement
it: Seleziona allenamento
nl: Work-out selecteren
pt: Selecionar exercício

source: Select your Classic 50 Move+ from the list below.
de: Wählen Sie Ihre Classic 50 Move+ aus der Liste unten.
es: Seleccione su Classic 50 Move+ de la siguiente lista.
fr: Sélectionnez votre Classic 50 Move+ dans la liste ci-dessous.
it: Seleziona il tuo Classic 50 Move+ dall'elenco riportato di seguito.
nl: Selecteer je Classic 50 Move+ in de lijst hieronder.
pt: Selecione o seu Classic 50 Move+ na lista abaixo.

source: Select your Metropolitan+ from the list below.
de: Wählen Sie Ihre Metropolitan+ aus der Liste unten.
es: Seleccione su Metropolitan+ de la siguiente lista.
fr: Sélectionnez votre Metropolitan + dans la liste ci-dessous.
it: Selezionare l'orologio dall'elenco seguente quando compare.
nl: Kies uw Metropolitan + uit de onderstaande lijst.
pt: Selecione o seu Metropolitan+ na lista abaixo.

source: Select your watch
de: Wählen Sie Ihre Uhr
es: Selecciona tu reloj
fr: Sectionnez votre montre
it: Seleziona il tuo orologio
nl: Selecteer uw horloge
pt: Selecione o seu relógio

source: Select your watch.
de: Wählen Sie Ihre Uhr.
es: Selecciona tu reloj.
fr: Sectionnez votre montre.
it: Seleziona il tuo orologio.
nl: Selecteer uw horloge.
pt: Selecione o seu relógio.

source: Sending activity file
de: Aktivitätsdatei wird gesendet
es: Enviando archivo de actividad
fr: Envoi du fichier des activités
it: Invio file attività
nl: Activiteitenbestand wordt gestuurd
pt: Enviando arquivo das atividades

source: Sending code plug file
de: Code-Plug-Datei wird gesendet
es: Enviando archivo de conector codificado
fr: Envoi du fichier codeplug
it: Invio file di configurazione
nl: Codeplug-bestand wordt gestuurd
pt: Enviando arquivo plug do código

source: Sending firmware file
de: Firmware-Datei wird gesendet
es: Enviando archivo de firmware
fr: Envoi du fichier de micrologiciel
it: Invio file firmware
nl: Firmwarebestand wordt gestuurd
pt: Enviando arquivo do firmware

source: Sensor sensitivity
de: Sensorempfindlichkeit
es: Sensibilidad del medidor
fr: Sensibilité du capteur
it: Sensibilità del sensore
nl: Sensor gevoeligheid
pt: Sensibilidade do sensor

source: Set Alarm
de: Wecker stellen
es: Programar alarma
fr: Régler l’alarme
it: Impostare la sveglia
nl: Stel alarm in
pt: Definir alarme

source: Set Alarms
de: Wecker stellen
es: Configurar alarmas
fr: Régler les alarmes
it: Imposta allarmi
nl: Alarmen instellen
pt: Configurar alarmes

source: Set Daily Goals
de: Tagesziele setzen
es: Programar meta diaria
fr: Régler l'objectif quotidien
it: Impostare l'obiettivo giornaliero
nl: Stel Dagelijkse Doelen In
pt: Definir metas diárias

source: Set Timer
de: Timer einstellen
es: Programar el contador
fr: Régler la minuterie
it: Impostare il timer
nl: Stel Timer In
pt: Definir cronômetro

source: Set auto sync time
de: Autom. Synchronisierungszeit einrichten
es: Ajustar hora de sincronización automática
fr: Régler l'heure de la synchronisation automatique
it: Imposta orario di sincronizzazione automatica
nl: Stel autom synchr.tijd in
pt: Definir hora da sincronização automática

source: Set daily goals.
de: Tagesziele setzen.
es: Programar meta diaria
fr: Régler l'objectif quotidien.
it: Impostare l'obiettivo giornaliero.
nl: Stel Dagelijkse Doelen In.
pt: Definir metas diárias.

source: Set the time.
de: Stellen Sie die Zeit ein.
es: Define la hora.
fr: Régler l'heure.
it: Imposta l'ora.
nl: Stel tijd in.
pt: Defina a hora.

source: Set up your watch
de: Richten Sie Ihre Uhr ein
es: Configurar tu reloj
fr: Configurez votre montre
it: Imposta il tuo orologio
nl: Stel uw horloge in
pt: Configure o seu relógio

source: Set up your watch.
de: Richten Sie Ihre Uhr ein.
es: Configurar tu reloj.
fr: Configurez votre montre.
it: Imposta il tuo orologio.
nl: Stel uw horloge in.
pt: Configure o seu relógio.

source: Setting up your watch
de: Ihre Uhr einstellen
es: Configuración de su reloj
fr: Configurer votre montre
it: Configurazione dell'orologio
nl: Je horloge instellen
pt: A configurar o seu relógio

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pt: Configurações

source: Settings Update Failed
de: Aktualisierung der Einstellungen fehlgeschlagen
es: Actualización de configuración con error
fr: Échec de la mise à jour des paramètres
it: Aggiornamento impostazioni non riuscito
nl: Bijwerken van instellingen mislukt
pt: Falha na atualização das configurações

source: Share Workout
de: Trainingseinheit teilen
es: Compartir sesión
fr: Partage entraînement
it: Condividi allenamento
nl: Work-out delen
pt: Partilha exercício

source: Silent
de: Lautlos
es: Silencio
fr: Silencieux
it: Silenzioso
nl: Stil
pt: Silencioso

source: Skip Registration
de: Registrierung überspringen
es: Omitir registro
fr: Ignorer enreg
it: Salta registrazione
nl: Registratie overslaan
pt: Registar mais tarde

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
nl: Slaap
pt: Dormir

source: Sleep Time
de: Schlaf-Zeit
es: Hora de dormir
fr: Temps de sommeil
it: Ora di dormire
nl: Slaap tijd
pt: Hora de dormir

source: Slow
de: Langsam
es: Lento
fr: Lent
it: Lento
nl: Langzaam
pt: Lento

source: Something Else is Wrong
de: Etwas anderes ist verkehrt
es: Algo más está mal
fr: Quelque chose d'autre ne va pas
it: Si è verifico un altro problema
nl: Iets anders is verkeerd
pt: Aconteceu um erro

source: Something Happened
de: Es ist etwas vorgefallen
es: Algo ha ocurrido
fr: Un événement est survenu
it: È successo qualcosa
nl: Er is iets gebeurd
pt: Algo ocorreu

source: Something seems off...
de: Etwas stimmt scheinbar nicht ...
es: Algo se ve raro...
fr: Quelque chose semble étrange...
it: Sembra che qualcosa sia disattivato...
nl: Er lijkt iets fout te zijn...
pt: Algo parece errado...

source: Sorry, something happened.
de: Leider ist etwas passiert.
es: Lo siento, algo sucedió.
fr: Désolés, un probléms est survenu.
it: Siamo spiacenti, è successo qualcosa.
nl: Sorry, er is iets gebeurd.
pt: Desculpe, aconteceu algo.

source: Sound Only
de: Nur Ton
es: Sonido solamente
fr: Son uniquement
it: Solo suono
nl: Alleen geluid
pt: Som apenas

source: Sounds
de: Ton
es: Sonidos
fr: Sons
it: Suoni
nl: Geluiden
pt: Sons

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
nl: Spaans
pt: Espanhol

source: Split/Lap
de: Split/Runde
es: Tramo/vuelta
fr: Temps intermédiaire/Tour
it: Parziale/Giro
nl: Segment/rondje
pt: Tempo fracionado/volta

source: Stay close
de: Bleiben Sie in der Nähe
es: Mantente cerca
fr: Restez à proximité
it: Stai nelle vicinanze
nl: Blijf dichtbij
pt: Manter-se próximo

source: Stay close.
de: Bleiben Sie in der Nähe.
es: Mantente cerca.
fr: Restez à proximité.
it: Stai nelle vicinanze.
nl: Blijf dichtbij.
pt: Manter-se próximo.

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
nl: Stappen
pt: Etapas

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
nl: Stappen
pt: Etapas

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Arresto
nl: Stoppen
pt: Parar

source: Sub-dial mode
de: Unt.-Zifferblatt-Modus
es: Modo sub esfera
fr: Mode cadran secondaire
it: Modalità cronografo
nl: Sub-wijzerplaat modus
pt: Modo sub-dial

source: Sub-dial set to %@, %@
de: Kleines Zifferblatt gesetzt auf %1$@, %2$@
es: Ajustar la esfera secundaria a %1$@, %2$@
fr: Cadran secondaire réglé à %1$@, %2$@
it: Sottoquadrante impostato a %1$@, %2$@
nl: Sub-wijzerplaat ingesteld op %1$@, %2$@
pt: Subdial definido para %1$@, %2$@

source: Sub-dial time zone
de: Zeitzone für kleines Zifferblatt
es: Zona horaria de la esfera secundaria
fr: Fuseau horaire du cadran secondaire
it: Fuso orario sottoquadrante
nl: Tijdzone sub-wijzerplaat
pt: Fuso horário do subdial

source: Success
de: Erfolgreich
es: Correcto
fr: Réussite
it: Operazione riuscita
nl: Gelukt
pt: Sucesso

source: Success!
de: Erfolgreich!
es: Correcto!
fr: Réussite !
it: Operazione riuscita!
nl: Gelukt!
pt: Sucesso!

source: Successfully disconnected from %@!
de: Erfolgreich von %@! getrennt!
es: Se desconectó correctamente de %@!
fr: Déconnexion réussie depuis %@!
it: Disconnessione da %@! riuscita
nl: Verbinding succesvol verbroken
pt: A desconexão de %@! foi realizada com sucesso!

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
nl: Zondag
pt: Domingo

source: Swim
de: Schwimmen
es: Nadar
fr: Natation
it: Nuoto
nl: Zwemmen
pt: Nadar

source: Sync Time %d: %@
de: Sync Time %1$d: %2$@
es: Sync Time %1$d: %2$@
fr: Sync Time %1$d: %2$@
it: Sync Time %1$d: %2$@
nl: Sync Time %1$d: %2$@
pt: Sync Time %1$d: %2$@

source: Sync cancelled
de: Synchronisierung abgebrochen
es: Sincronización cancelada
fr: Sync annulé
it: Sincronizzazione annullata
nl: Sync geannuleerd
pt: Sincronização cancelada

source: Sync completed
de: Die Synchronisation ist abgeschlossen
es: La sincronización ha finalizado
fr: Sync terminée
it: Sincronizzazione completata
nl: Synchronisatie voltooid.
pt: Sincronização concluída

source: Sync in progress
de: Synchronisierung aktiv
es: Sincronización en curso
fr: Synchronisation en cours
it: Sincronizzazione in corso
nl: Synchr aan de gang
pt: Sincronização em andamento

source: Sync to update
de: Zum Update synchronisieren
es: Sincronizar para actualizar
fr: Synchroniser pour mettre à jour
it: Sincronizzazione per l'aggiornamento
nl: Synchr om bij te werken
pt: Sincronização para atualizar

source: Synchronizing Workouts...
de: Trainingseinheiten werden synchronisiert ...
es: Sincronizando sesiones...
fr: Synchronisation des entraînements...
it: Sincronizzazione degli allenamenti...
nl: Work-outs synchroniseren...
pt: A sincronizar exercícios...

source: Synchronizing data
de: Daten synchronisieren
es: Sincronización de datos
fr: Synchronisation des données en cours
it: Sincronizzazione Orologio
nl: Synchroniseren van gegevens
pt: A sincronizar dados

source: Syncing of activity data and time will occur daily at the time above. Watch and phone need to be near each other (within bluetooth range) for Auto Sync to occur. Manual sync can be done at any time.
de: Synchronisierung der Aktivitätsdaten und der Zeit wird täglich zur oben angegebenen Zeit durchgeführt
es: La sincronización de los datos de actividad y tiempo ocurrirá cada día a la hora indicada arriba.
fr: La synchronisation des données d'activités et de l'heure aura lieu à l'heure indiquée ci-dessus.
it: La sincronizzazione dei dati delle attività e dell'orario avrà luogo giornalmente all'orario su indicato.
nl: Dagelijks worden activiteitsgegevens en tijd op bovenstaande tijd gesynchroniseerd.
pt: Sincronização dos dados da atividade e hora ocorrerão diariamente no horário acima.

source: Syncing your watch
de: Uhr synchronisieren
es: Sincronizando su reloj
fr: Synchronisation de la montre
it: Sincronizzazione Orologio
nl: Synchronisatie voltooid
pt: A sincronizar relógio

source: Syncing your watch.
de: Uhr synchronisieren.
es: Sincronizando su reloj.
fr: Synchronisation de la montre.
it: Sincronizzazione Orologio.
nl: Synchronisatie voltooid.
pt: A sincronizar relógio.

source: Syncing...
de: Synchronisieren...
es: Sincronizando...
fr: Synchronisation de la montre...
it: Sincronizzazione...
nl: Synchroniseren...
pt: A sincronizar relógio...

source: TAP
de: ANTIPPEN
es: TOCAR
fr: TOUCHER
it: TOCCA
nl: TIKKEN
pt: TOQUE

source: TAP FORCE
de: ANTIPPKRAFT
es: FUE. TOQ
fr: TOUCHER FORTEMENT
it: PR. TOCCO
nl: TIKKRACHT
pt: FORÇA DO TOQUE

source: TAP TO FIND YOUR WATCH
de: ZUM FINDEN IHRER UHR HIER TIPPEN
es: TOCAR PARA BUSCAR EL RELOJ
fr: TOUCHER POUR DÉTEC. MONTRE
it: TOCCA PER TROVARE OROL
nl: TIKKEN OM JE HORLOGE TE VINDEN
pt: TOQUE P/ LOCALIZAR RELÓGIO

source: TEXT ONLY
de: NUR TEXT
es: SOLO TEXTO
fr: TEXTE UNIQUEMENT
it: SOLO TESTO
nl: ALLEEN TEKST
pt: TEXTO APENAS

source: THEN TAP TO SYNC
de: ZUM SYNCHRONISIEREN ANTIPPEN
es: LUEGO TOQUE PARA SINCRONIZAR
fr: TOUCHEZ POUR SYNCH
it: POI TOCCA PER SINCRONIZZARE
nl: TIKKEN & SYNCHR
pt: TOQUE P/ SINCRON

source: THIS MONTH
de: DIESER MONAT
es: ESTE MES
fr: MOIS EN COURS
it: QUESTO MESE
nl: DEZE MAAND
pt: ESTE MÊS

source: THIS WEEK
de: DIESE WOCHE
es: ESTA SEMANA
fr: SEMAINE EN COURS
it: QUESTA SETTIMANA
nl: Deze week
pt: ESTA SEMANA

source: THIS YEAR
de: DIESES JAHR
es: ESTE AÑO
fr: ANNÉE EN COURS
it: QUEST'ANNO
nl: DIT JAAR
pt: ESTE ANO

source: THU
de: DON
es: JUE
fr: JEU
it: GIO
nl: Donderdag
pt: QUI

source: TIME FORMAT
de: ZEITFORMAT
es: FORMATO DE HORA
fr: FORMAT D'HEURE
it: FORMATO ORA
nl: TIJDNOTATIE
pt: FORMATO DA HORA

source: TIME OF DAY
de: TAGESZEIT
es: HORA DEL DÍA
fr: HEURE DU JOUR
it: ORA DEL GIORNO
nl: TIJDSTIP
pt: HORA DO DIA

source: TIME SYNC
de: ZEIT SYNC
es: SINCRONIZACIÓN DE TIEMPO
fr: SYNC HEURE
it: SINCRONIZZAZIONE ORA
nl: TIJD SYNCHRONISEREN
pt: SINCRONIZAÇÃO DE TEMPO

source: TIME ZONE
de: ZEITZONE
es: ZONA HORARIA
fr: FUSEAU HORAIRE
it: FUSO ORARIO
nl: TIJDZONE
pt: FUSO HORÁRIO

source: TIMER TIME
de: TIMER ZEIT
es: HORA TEMP
fr: HR CHRON
it: ORA DEL TIMER
nl: TIMER TIJD
pt: TPO TEMPOR

source: GUESS CONNECT WEBSITE
de: GUESS CONNECT WEBSEITE
es: SITIO WEB DE GUESS CONNECT
fr: SITE WEB GUESS CONNECT
it: SITO WEB GUESS CONNECT
pt: WEBSITE DA GUESS CONNECT

source: TO:
de: AN:
es: PARA:
fr: À :
it: A:
nl: AAN:
pt: ATÉ:

source: TODAY
de: HEUTE
es: HOY
fr: AUJOURD'HUI
it: OGGI
nl: VANDAAG
pt: HOJE

source: TOTAL
de: GESAMT
it: TOTALE
nl: TOTAAL

source: TOTAL EVENTS: %d EXCLUDED EVENTS: %d
de: GESAMTE EREIGNISSE: %1$d AUSGESCHLOSSENE EREIGNISSE: %2$d
es: TOTAL DE EVENTOS: %1$d EVENTOS EXCLUIDOS: %2$d
fr: TOTAL ÉVÉNEMENTS : %1$d ÉVÉNEMENTS EXCLUS : %2$d
it: EVENTI TOTALI: %1$d EVENTI ESCLUSI: %2$d
nl: TOTAAL AANTAL GEBEURTENISSEN: %1$d NIET-INBEGREPEN GEBEURTENISSEN: %2$d
pt: TOTAL DE EVENTOS: %1$d EVENTOS EXCLUÍDOS: %2$d

source: TOTAL WORKOUTS: %d
de: GESAMTZAHL DER TRAININGSEINHEITEN: %d
es: TOTAL DE SESIONES: %d
fr: TOTAL ENTRAÎNEMENTS : %d
it: ALLENAMENTI TOTALI: %d
nl: TOTAAL AANTAL WORK-OUTS: %d
pt: TOTAL DE EXERCÍCIOS: %d

source: TUE
de: DIE
es: MAR
fr: MAR
it: MAR
nl: Dinsdag
pt: TER

source: Tell us about yourself...
de: Erzählen Sie uns über sich...
es: Dinos acerca de ti mismo...
fr: Parlez-nous de vous…
it: Dicci qualcosa su di te...
nl: Vertel ons over uzelf ...
pt: Fale-nos sobre você...

source: Text Only
de: Nur Text
es: Solo texto
fr: Texte uniquement
it: Solo testo
nl: Alleen tekst
pt: Texto apenas

source: Thank you for registering! This watch has already been registered.
de: Danke für die Registrierung! Diese Uhr wurde bereits registriert.
es: Gracias por registrarte. Este reloj ya ha sido registrado.
fr: Merci de l'enregistrement ! Cette montre a déjà été enregistrée.
it: Grazie della tua registrazione! Questo orologio è già stato registrato.
nl: Bedankt voor je registratie! Dit horloge is al eerder geregistreerd.
pt: Obrigado por fazer o registo! Este relógio já foi registado.

source: The Internet connection appears to be offline
de: Die Internetverbindung scheint offline zu sein
es: Parece que no hay conexión a Internet
fr: La connexion Internet semble être hors ligne
it: Connessione internet assente
nl: De internetverbinding lijkt offline te zijn
pt: A ligação à Internet parece estar offline

source: The activity data on your watch could not be displayed. If this keeps happening, try performing a factory reset from the settings menu.
de: Die Aktivitätsdaten auf Ihrer Uhr können nicht angezeigt werden. Sollte dies weiterhin passieren, eine Zurückstellung auf die Werkseinstellungen über das Einstellungsmenü durchführen.
es: No se pueden mostrar los datos de actividad en tu reloj. Si esto sigue ocurriendo, realiza un reinicio a los valores de fábrica desde el menú de ajustes.
fr: Les données d'activité sur votre montre ne peuvent pas être affichées. Si ce problème persiste, essayez d'effectuer une réinitialisation aux valeurs d'usine depuis le menu Réglages.
it: Impossibile visualizzare i dati delle attività sull'orologio. Se tale problema persistesse, provare a eseguire il ripristino delle impostazioni di fabbrica dal menu impostazioni.
nl: De activiteitsgegevens op het horloge konden niet worden weergegeven. Als dit zo blijft, probeer dan een fabrieksreset vanuit het instellingenmenu uit te voeren.
pt: Não foi possível exibir os dados da atividade no relógio. Se isso continuar ocorrendo, tente fazer o reset de fábrica no menu de configurações.

source: The association between the app and your '%@' watch will be terminated. You'll have to set up and pair your watch with the app again.
de: Die Koppelung zwischen der App und Ihrer „%@“ Uhr wird hierdurch beendet. Sie müssen sie neu einrichten und sie mit Ihrer Uhr koppeln.
es: La asociación entre la aplicación y su reloj '%@' finalizará. Tendrás que volver a configurar y a emparejar el reloj con la aplicación.
fr: L'association entre l'application et votre montre '%@' sera interrompue. Vous devrez configurer et associer une nouvelle fois la montre à l'application.
it: L'associazione tra l'app e il tuo orologio '%@' verrà sospesa. Dovrai di nuovo configurare e abbinare il tuo orologio all'app.
nl: De verbinding tussen de app en je '%@'-horloge wordt beëindigd. Herhaal het instelproces en koppel het horloge opnieuw aan de app.
pt: A associação entre o aplicativo e o seu relógio '%@' será encerrada. Será necessário configurar e associar novamente o seu relógio ao aplicativo.

source: The association between the app and your watch has been terminated.
de: Die Koppelung zwischen der App und Ihrer Uhr wurde beendet.
es: La asociación entre la aplicación y su reloj ha finalizado.
fr: L'association entre l'application et votre montre est maintenant terminée.
it: L'associazione tra l'app e il tuo orologio è stata sospesa.
nl: De verbinding tussen de app en het horloge is beëindigd.
pt: A associação entre o aplicativo e o seu relógio foi encerrada.

source: The association between the app and your watch has been terminated. Please proceed to Bluetooth Settings on your device and remove any remaining Bluetooth connections between your device and your watch.
de: Die Koppelung zwischen der App und Ihrer Uhr wurde beendet. Löschen Sie in den Bluetooth-Einstellungen Ihres Geräts alle verbleibenden Bluetooth-Verbindungen zwischen Ihrem Gerät und Ihrer Uhr.
es: La asociación entre la aplicación y su reloj ha finalizado. Ve a la configuración de Bluetooth en el dispositivo y quita las conexiones de Bluetooth restantes entre el dispositivo y el reloj.
fr: L'association entre l'application et votre montre est maintenant terminée. Veuillez passer aux paramètres Bluetooth sur votre appareil et supprimer toute connexion Bluetooth restante entre votre appareil et votre montre.
it: L'associazione tra l'app e il tuo orologio è stata sospesa. Vai a Impostazioni Bluetooth sul tuo dispositivo e rimuovi le eventuali connessioni Bluetooth restanti fra il tuo dispositivo e il tuo orologio.
nl: De verbinding tussen de app en het horloge is beëindigd. Ga op het apparaat naar de Bluetooth-instellingen en verwijder alle overgebleven Bluetooth-verbindingen tussen het apparaat en het horloge.
pt: A associação entre o aplicativo e seu relógio foi encerrada. Execute as configurações de Bluetooth no seu dispositivo e remova quaisquer conexões de Bluetooth remanescentes entre o seu dispositivo e o relógio.

source: The firmware update did not complete successfully. You will not be able to track your activity or sync your watch to the app until the firmware update process is complete. Would you like to perform the firmware update now?
de: Das Firmware-Update wurde nicht erfolgreich abgeschlossen. Sie können Ihre Aktivität nicht verfolgen oder die Uhr synchronisieren, bis die Aktualisierung der Firmware abgeschlossen ist. Möchten Sie das Firmware-Update jetzt durchführen?
es: La actualización del firmware no se completó correctamente. No podrás realizar el seguimiento de su actividad ni sincronizar su reloj con la aplicación hasta que finalice el proceso de actualización del firmware. ¿Deseas realizar la actualización de firmware ahora?
fr: La mise à jour du firmware n'a pas réussi. Vous ne pourrez pas suivre votre activité ni synchroniser votre montre sur l'application tant que le processus de mise à jour du firmware n'est pas terminé. Voulez-vous effectuer la mise à jour du firmware maintenant?
it: L'aggiornamento non è stato completato correttamente. Non sarà possibile tracciare le attività o sincronizzare l'orologio con l'app fino al completamento dell'aggiornamento. Si desidera eseguire l'aggiornamento ora?
nl: De firmware-update is niet voltooid. U zult niet in staat zijn om uw activiteiten bij te houden of te synchroniseren met uw horloge totdat de firmware-update is voltooid. Wilt u de firmware-update nu uit voeren?
pt: A atualização de firmware não foi concluída com êxito. Não será possível monitorar a sua atividade ou sincronizar o seu relógio com o aplicativo até que o processo de atualização do firmware seja concluído. Gostaria de proceder agora à atualização de firmware?

source: The type of this device doesn't match the watch style you have selected at the beginning of Setup. Please select another device to connect.
de: Dieser Gerätetyp stimmt nicht mit dem Uhrentyp überein, den Sie zu Beginn des Setups ausgewählt haben. Wählen Sie ein anderes Gerät zum Verbinden aus.
es: El tipo de este dispositivo no coincide con el estilo de reloj que ha seleccionado al principio de la instalación. Selecciona otro dispositivo para conectarse.
fr: Le type de cet appareil ne correspond pas au style de montre que vous avez sélectionné au début du programme d'installation. Veuillez sélectionner un autre périphérique pour vous connecter.
it: Questo modello di dispositivio non corrisponde a quello selezionato all'inizio del programma di installazione. Si prega di selezionare un altro dispositivo per la connessione.
nl: Het type van dit apparaat komt niet overeen met het horloge dat u aan het begin van Setup hebt geselecteerd. Selecteer een ander apparaat om het aan te sluiten.
pt: Este tipo de dispositivo não corresponde ao modelo de relógio que você selecionou no início da instalação. Selecione outro dispositivo para conectar.

source: The watch remains paired with your phone until you remove it from Bluetooth settings.
de: Die Uhr bleibt mit dem Telefon gepaart, bis Sie sie aus den Bluetooth-Einstellungen entfernen.
es: El reloj permanecerá emparejado con su teléfono hasta que lo quite de la configuración de Bluetooth.
fr: La montre reste appairée avec votre téléphone jusqu'à ce que vous la retirez des paramètres Bluetooth.
it: L'orologio rimane associato al telefono fino a quando si rimuove dalla impostazioni Bluetooth.
nl: Het horloge blijft gekoppeld aan uw telefoon totdat u het van Bluetooth-instellingenverwijderd.
pt: O relógio permanece associado ao telefone até ser removido das definições Bluetooth.

source: The watch was registered before.
de: Die Uhr wurde bereits registriert.
es: El reloj estaba registrado antes.
fr: La montre a été enregistrée auparavant.
it: L'orologio è stato registrato prima.
nl: Het horloge is al eerder geregistreerd.
pt: O relógio já foi registado antes.
