Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: Are your watch hands aligned?
de: Sind Ihre Uhrzeiger ausgerichtet?
es: ¿Están tus manecillas del reloj alineadas?
fr: Les aiguilles de votre montre sont-elles alignées?
it: Le lancette del tuo orologio sono allineate?
nl: Staan uw wijzers gelijk?
pt: As mãos do relógio estão alinhadas?

source: Arrow Hand
de: Zentrumzeiger auf
es: Manecilla de flecha
fr: flèche main
it: Freccia della lancetta
nl: Zet de wijzer gelijk
pt: Ponteiro com a seta

source: Attention!
de: Achtung!
es: Atención!
it: Attenzione!
nl: Let op!
pt: Atenção!

source: Auto Sync
de: Automatische Synchronisierung
es: Sincronizar automáticamente
fr: Synchronisation automatique
it: Sincronizzazione automatica
nl: Automatisch synchroniseren
pt: Sincronização Automática

source: Auto sync
de: Automatische Synchronisierung
es: Sincronizar automáticamente
fr: Synchronisation automatique
it: Sincronizzazione automatica
nl: Automatisch synchroniseren
pt: Sincronização automática

source: Auto-Upload complete
de: Auto-Upload abgeschlossen
es: Carga automática completa
fr: Chargement auto terminé
it: Caricamento automatico completato
nl: Automatisch uploaden voltooid
pt: Upload automático concluído

source: Average Bed Time
de: Durchschnittliche Schlafenszeit
es: Hora estimada de acostarse
fr: Durée moyenne du coucher
it: Durata media sonno profondo
nl: Tijd dat je dagelijks nara bed gaat
pt: Tempo Médio de Cama

source: Average Lap
de: Rundendurchschnitt
es: Vuelta promedio
fr: Tour moyen
it: Giro medio
nl: Gemiddeld rondje
pt: Volta média

source: Average Wake Time
de: Durchschnittliche Weckzeit
es: Hora estimada de levantarse
fr: Temps moyen de réveil
it: Durata media sonno leggero
nl: Tijd dat je dagelijks opstaat
pt: Tempo médio de despertar

source: Awake
de: Wach
es: Despertar
fr: Éveillé
it: Orario risveglio
nl: WAKKER
pt: Acordar

source: BLUETOOTH SMART STATUS
es: ESTADO DE BLUETOOTH SMART
fr: ÉTAT BLUETOOTH SMART
it: STATO BLUETOOTH SMART
nl: STATUS BLUETOOTH SMART
pt: STATUS DO BLUETOOTH SMART

source: BUTTON BEEP
de: TASTENTON
es: BOTÓN "BEEP"
fr: BIP DE BOUTON
it: SUONO PULS
nl: TOETSTOON
pt: BIPE DO BOTÃO

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pt: Voltar

source: Back to Today >
de: Zurück zu Heute >
es: Regresar a hoy>
fr: Retour à aujourd'hui >
it: Torna a Oggi >
nl: Terug naar vandaag>
pt: Voltar para Hoje>

source: Bar Chart
de: Balkendiagramm
es: Gráfico de barras
fr: Diagramme à barres
it: Grafico a barre
nl: Staafdiagram
pt: Gráfico de barras

source: Based on %d workout
de: Basierend auf %d Trainingseinheit
es: En base a %d sesión
fr: Basé sur %d entraînement
it: In base %d ALL'ALLENAMENTO
nl: Gebaseerd op %d work-out
pt: Com base em %d exercício

source: Based on %d workouts
de: Basierend auf %d Trainingseinheiten
es: En base a %d sesiones
fr: Basé sur %d entraînements
it: Agli %d allenamenti
nl: Gebaseerd op %d work-outs
pt: Com base em %d exercícios

source: Battery
de: Batterie
es: Batería
fr: Pile
it: Batteria
nl: Batterij
pt: Bateria

source: Battery status
de: Batteriestatus
es: Estado de la batería
fr: Niveau de charge de la batterie
it: Stato della batteria
nl: Batterij status
pt: Estado da bateria

source: Battery status:
de: Batteriestatus:
es: Estado de la batería:
fr: Niveau de charge de la batterie:
it: Stato della batteria:
nl: Batterij status:
pt: Estado da bateria:

source: Bed Time
de: Schlafenszeit
es: Hora De Acostarse
fr: Heure du coucher
it: Orario di dormire
nl: Bedtijd
pt: Hora de dormir

source: Bed time
de: Schlafenszeit
es: Hora De Acostarse
fr: Heure du coucher
it: orario di dormire
nl: Bedtijd
pt: Hora de dormir

source: Below is a list of the Timex watches that are nearby. Select the watch below that matches the code shown on your watch.
de: Eine Liste der Timex Uhren, die sich in der Nähe befinden, wird unten angezeigt. Wählen Sie die Uhr aus, die mit dem auf Ihrer Uhr angezeigten Code übereinstimmt.
es: A continuación, verá una lista de los relojes Timex cercanos. Seleccione el reloj que coincida con el código que se muestra en su reloj.
fr: Voici la liste des montres Timex à proximité. Sélectionnez ci-dessous la montre correspondant au code affiché sur votre montre.
it: Qui sotto trovi un elenco degli orologi timex che si trovano nelle vicinanze. Seleziona qui sotto l'orologio che corrisponde al codice visualizzato sul tuo orologio.
nl: Hieronder zie je een lijst met Timex-horloges in je omgeving. Selecteer het horloge waarvan de code overeenkomt met de code op het horloge.
pt: Abaixo é mostrada uma lista dos relógios Timex próximos de si. Selecione abaixo o relógio que corresponde ao código mostrado no seu relógio.

source: Best Lap
de: Beste Runde
es: Mejor vuelta
fr: Meilleur tour
it: Miglior giro
nl: Beste rondje
pt: Melhor volta

source: Bike
de: Fahrrad
es: Bicicleta
fr: Vélo
it: Bicicletta
nl: Fietsen
pt: Bicicleta

source: Birthdate
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum
pt: Data de nascimento

source: Birthday
de: Geburtsdatum
es: Cumpleaños
fr: Anniversaire
it: Compleanno
nl: Geboortedatum
pt: Data de nascimento

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
nl: Zwart
pt: Preto

source: Bluetooth is not available on this device.
de: Bluetooth ist auf diesem Gerät nicht vorhanden.
es: Este dispositivo no cuenta con conexión por Bluetooth.
fr: Bluetooth n'est pas disponible sur ce périphérique.
it: Bluetooth non è disponibile su questo dispositivo.
nl: Dit apparaat beschikt niet over Bluetooth.
pt: Bluetooth não disponível neste dispositivo.

source: Bluetooth is powered off. Please turn on Bluetooth in System Settings before proceeding.
de: Bluetooth ist ausgeschaltet. Bitte schalten Sie Bluetooth in den Systemeinstellungen ein, bevor Sie fortfahren.
es: La conexión por Bluetooth está apagada. Enciéndela en la configuración antes de continuar.
fr: Bluetooth est désactivé. Veuillez activer Bluetooth dans les paramètres système avant continuer.
it: Bluetooth è spento. Prima di procedere, attiva Bluetooth in Impostazioni del sistema.
nl: Bluetooth is uitgeschakeld. Ga eerst naar Systeeminstellingen en schakel Bluetooth in.
pt: O Bluetooth está desativado. Ative o Bluetooth nas Configurações do sistema antes de continuar.

source: Bluetooth unavailable
de: Bluetooth nicht verfügbar
es: Bluetooth no disponible
fr: Bluetooth non disponible
it: Bluetooth non disponibile
nl: Bluetooth niet beschikbaar
pt: Bluetooth indisponível

source: Both
de: Beide
es: Ambos
fr: Les deux
it: Entrambi
nl: Beide
pt: Ambos

source: CALENDAR
de: KALENDER
es: CALENDARIO
fr: CALENDRIER
it: CALENDARIO
nl: AGENDA
pt: CALENDÁRIO

source: CALENDARS
de: KALENDER
es: CALENDARIOS
fr: CALENDRIERS
it: CALENDARI
nl: AGENDA'S
pt: CALENDÁRIOS

source: CALORIES
de: KALORIEN
es: CALORÍAS
it: CALORIE
nl: CALORIEËN
pt: CALORIAS

source: CALORIES GOAL
de: KALORIEN-ZIEL
es: META DE CALORÍAS
fr: OBJ. CALORIES
it: OB. CALORIE
nl: CALORIEËN DOEL
pt: META DE CALORIAS

source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
nl: ANNULEREN
pt: CANCELAR

source: CHART
de: DIAGRAMM
es: GRÁFICO
fr: DIAGRAMME
it: GRAFICO
nl: GRAFIEK
pt: GRÁFICO

source: CHARTS
de: DIAGRAMME
es: GRÁFICOS
fr: DIAGRAMMES
it: GRAFICI
nl: GRAFIEKEN
pt: GRÁFICOS

source: COMPLETE
de: VOLLSTÄNDIG
es: COMPLETAR
fr: ACHEVÉE
it: COMPLETARE
nl: COMPLEET
pt: COMPLETO

source: CONFIRM
de: BESTÄTIGEN
es: CONFIRMAR
fr: CONFIRMER
it: CONFERMA
nl: BEVESTIGEN
pt: CONFIRMAR

source: CONNECT
de: VERBINDEN
es: CONECTAR
fr: CONNECTER
it: COLLEGARE
nl: VERBINDEN
pt: CONECTAR

source: CONNECT TO
de: VERBINDEN MIT
es: CONECTAR A
fr: CONNECTER À
it: CONNETTI A
nl: VERBINDEN MET
pt: CONECTAR A

source: CONNECTED
de: VERBUNDEN
es: CONECTADO
fr: CONNECTÉ
it: CONNESSO
nl: VERBONDEN
pt: CONECTADO

source: Calendar Settings
de: Kalendereinstellungen
es: Config. Calend
fr: Param Calendrier
it: Imp. Calendario
nl: Agenda-instellingen
pt: Config. calend

source: Calories
de: Kalorien
es: Calorías
it: Calorie
nl: Calorieën
pt: Calorias

source: Calories
de: Kalorien
es: Calorías
it: Calorie
nl: Calorieën
pt: Calorias

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar

source: Cancel Setup
de: Setup-Vorgang abbrechen
es: Cancelar configuración
fr: Annuler la configuration
it: Annulla configurazione
nl: Instellen annuleren
pt: CANCELAR CONFIGURAÇÕES

source: Cancel Software Update?
de: Software-Update abbrechen?
es: ¿Deseas cancelar la actualización de software?
fr: Annuler la mise à jour du logiciel?
it: Annullare l'aggiornamento del software?
nl: Software-update annuleren?
pt: Cancelar atualização do software?

source: Cancelling...
de: Abbrechen ...
es: Cancelando...
fr: Annulation en cours...
it: Annullamento...
nl: Annuleren...
pt: A cancelar...

source: Check for updates
de: Auf Aktualisierungen prüfen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Controllare aggiornamenti
nl: Controleer op updates
pt: Verificar atualizações

source: Checking for Firmware Update
de: Auf Firmware Update überprüfen
es: Comprobando actualización de firmware
fr: Recherche de la mise à jour du firmware
it: Ricerca di aggiornamenti per il firmware
nl: Controleren op firmware-update
pt: A verificar a atualização do firmware

source: Checking for updates...
de: Auf Updates überprüfen ...
es: Comprobando actualizaciones...
fr: Vérification des mises à jour...
it: Controlla gli aggiornamenti...
nl: Controleer op updates...
pt: Verificar atualizações...

source: Checking updates...
de: Updates überprüfen ...
es: Comprobando actualizaciones...
fr: Vérification des mises à jour...
it: Controlla gli aggiornamenti...
nl: Controleer op updates...
pt: Verificar atualizações...

source: Choose your watch.
de: Wählen Sie Ihre Uhr.
es: Elija su reloj.
fr: Choisissez votre montre.
it: Scegli il tuo orologio.
nl: Kies uw horloge.
pt: Escolha o seu relógio.

source: Chrono/Interval
de: Chrono/Intervall
es: Cronómetro/intervalo
fr: Chrono/Intervalle
it: Crono/Intervallo
nl: Tijd/interval
pt: Cronômetro/Intervalo

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
nl: Vergelijken
pt: Comparar

source: Complete
de: Komplett
es: Completar
fr: Achevée
it: Completato
nl: Compleet
pt: Completo

source: Configure your sub-dial.
de: Konfigurieren Sie Ihr unteres Zifferblatt.
es: Configurar la sub esfera.
fr: Configurez votre cadran secondaire.
it: Configurare il quandrante inferiore.
nl: Configuratie van uw sub-wijzerplaat.
pt: Configure o seu sub-dial.

source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicitaciones!
fr: Félicitations!
it: Complimenti!
nl: Gefeliciteerd!
pt: Parabéns!

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
nl: Aangesloten
pt: Conectado

source: Connecting
de: Verbinde
es: Conectando
fr: De liaison
it: Collegamento
nl: Verbinden
pt: A ligar

source: Connecting to %@
de: Verbindung mit %@ wird hergestellt
es: Conexión a %@
fr: Connexion à %@
it: Connessione a %@
nl: Verbinden met %@
pt: Conectando a %@

source: ConnectingToWatch
de: Mit Uhr verbinden
es: Conectando al reloj
fr: Connexion à regarder
it: Collegamento all'orologio
nl: Verbindt met horloge
pt: Conectando-se com o relógio

source: Connection lost.
de: Verbindung abgebrochen
es: Conexión perdida.
fr: Connexion perdue.
it: Connessione persa.
nl: Verbinding verloren.
pt: Conexão perdida

source: Connection to %@ failed with error: %@
de: Verbindung mit %1$@ fehlgeschlagen mit Fehler: %2$@
es: La conexión a %1$@ se realizó con error: %2$@
fr: Échec de la connexion à %1$@ avec l'erreur : %2$@
it: Connessione a %1$@ non riuscita a causa di un errore: %2$@
nl: Verbinden met %1$@ mislukt, foutmelding: %2$@
pt: Falha na conexão a %1$@ com erro: %2$@

source: Connection to %@ failed.
de: Verbindung mit %@ fehlgeschlagen
es: La conexión a %@ no se realizó.
fr: Échec de la connexion à %@.
it: Connessione a %@ non riuscita.
nl: Verbinden met %@ mislukt.
pt: Falha na conexão a %@.

source: Connection to %@ successful!
de: Verbindung mit %@ erfolgreich!
es: La conexión a %@ se realizó correctamente!
fr: Connexion à %@ établie !
it: Connessione a %@ riuscita!
nl: Verbonden met %@! Succesvol
pt: Conexão a %@ bem-sucedida!

source: Connection to %@ successful! Token obtained: %@
de: Verbindung mit %1$@ erfolgreich! Token erhalten: %2$@
es: La conexión a %1$@ se realizó correctamente. Identificador obtenido: %2$@
fr: Connexion à %1$@ établie ! Jeton obtenu : %2$@
it: Connessione a %1$@ riuscita! Token ricevuto: %2$@
nl: Succesvol verbonden met %1$@! Al ontvangen: %2$@
pt: Conexão a %1$@ bem-sucedida! Token obtido: %2$@

source: Connection to watch required. Please go to app settings to connect to watch.
de: Verbindung mit Uhr erforderlich. Bitte begeben Sie sich in die App-Einstellungen, um die Verbindung mit der Uhr herzustellen.
es: Se requiere conexión al reloj. Vaya a la configuración de la aplicación para conectar el reloj.
fr: Impossible de trouver les caractéristiques d'étalonnage
it: È necessaria la connessione all'orologio. Vai alle impostazioni dell'app per connettere l'orologio.
nl: Verbinding met horloge vereist. Ga naar de app-instellingen om te verbinden met het horloge.
pt: É preciso fazer a conexão com o relógio. Vá para as configurações do aplicativo para fazer a conexão com o relógio.

source: Constant On
de: Immer an
es: Activado constantemente
fr: Toujours activé
it: Sempre attivo
nl: Altijd aan
pt: Constante ativada

source: Could not disconnect from %@. Please try again later.
de: Verbindung mit %@ konnte nicht getrennt werden. Bitte versuchen Sie es später erneut.
es: No se pudo desconectar de %@. Vuelva a intentarlo más tarde.
fr: Déconnexion impossible de %@. Veuillez réessayer plus tard.
it: Non è stato possibile disconnettersi da %@. Riprova più tardi.
nl: Kan verbinding met %@ niet verbreken. Probeer het later opnieuw.
pt: Não foi possível desconectar de %@. Tente novamente mais tarde.

source: Could not find calibration characteristics
de: Keine Kalibrierungsmerkmale gefunden
es: No se han podido encontrar características de calibración
fr: Impossible de trouver les caractéristiques d'étalonnage
it: Impossibile trovare le caratteristiche di calibrazione
nl: Kon kalibratiekenmerken niet vinden
pt: Não localizou as características da calibração

source: Crown
de: Krone
es: Corona
fr: Couronne
it: Corona
nl: Kroon
pt: Coroa

source: Current Goal
de: Aktuelles Ziel
es: Meta actual
fr: Objectif Actuel
it: Obiettivo attuale
nl: Huidig doel
pt: Meta atual

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Eigen voorkeur
pt: Personalizar

source: DAILY AVERAGES
de: Tagesdurchschnittswerte
es: PROMEDIOS DIARIOS
fr: MOYENNES QUOTIDIENNES
it: MEDIE GIORNALIERE
nl: DAG GEMIDDELDEN
pt: MÉDIAS DIÁRIAS

source: DATE FORMAT
de: DATUMSFORMAT
es: FORMATO DE FECHA
fr: FORMAT DATE
it: FORMATO DATA
nl: DATUMNOTATIE
pt: FORMATO DA DATA

source: DD.MM
de: TT.MM
fr: JJ.MM
it: GG.MM
nl: Dag maand

source: DD.MM.YY
de: TT.MM.JJ
es: DD.MM.AA
fr: JJ.MM.AA
it: GG.MM.AA
nl: dag maand jaar
pt: DD.MM.AA

source: DEEP
de: Tief
es: PROFUNDO
fr: PROFOND
it: PROFONDO
nl: DIEP
pt: PROFUNDO

source: DELETE
de: LÖSCHEN
es: ELIMINAR
fr: SUPPRIMER
it: ELIMINA
nl: VERWIJDEREN
pt: APAGAR

source: DELETE SETUP INFO
de: SETUP-INFO LÖSCHEN
es: ELIM. INFO. CONF
fr: SUPP INFOS CONFIG
it: ELIM. INFO CONF
nl: INSTELLINGEN VERWIJDEREN
pt: APAGAR INFO CONF

source: DIGITAL WATCHES
de: DIGITALUHREN
es: RELOJES DIGITALES
fr: MONTRES NUMÉRIQUES
it: Orologi digitali
nl: Digitale Horloges
pt: RELÓGIOS DIGITAIS

source: DISPLAY FORMAT
de: ANZEIGEFORMAT
es: MOSTRAR FORMATO
fr: FORMAT D'AFFICHAGE
it: FORMATO DISPLAY
nl: WEERGAVEFORMAAT
pt: FORMATO DA TELA

source: DISPLAY TEXT COLOR
de: ANZEIGETEXTFARBE
es: MOSTRAR COLOR DEL TEXTO
fr: COULEUR TEXTE AFF.
it: COLORE TESTO DISPLAY
nl: WEERGAVEKLEUR TEKST
pt: COR DO TEXTO NA TELA

source: DISTANCE
de: Strecke
es: DISTANCIA
it: DISTANZA
nl: AFSTAND
pt: DISTÂNCIA

source: DISTANCE ADJUSTMENT
de: Strecken-Anpassung
es: AJUSTE DE DISTANCIA
fr: RÉGLAGE DE DISTANCE
it: REGOLAZIONE DELLA DISTANZA
nl: AFSTAND AFSTELLING
pt: AJUSTE DE DISTÂNCIA

source: DISTANCE GOAL
de: Streckenziel
es: META DE DISTANCIA
fr: DISTANCE CIBLÉE
it: OB. DISTANZA
nl: AFSTAND DOELSTELLING
pt: META DE DISTÂNCIA

source: DND
de: BNS
es: NM
fr: NPD
it: ND
nl: NS
pt: NP

source: DO NOT DISTURB
de: BITTE NICHT STÖREN
es: NO MOLESTAR
fr: NE PAS DÉRANGER
it: NON DISTURBARE (DND
nl: NIET STOREN
pt: DO NOT DISTURB (NÃO PERTURBAR

source: DON'T SEE YOUR WATCH?
de: SIE SEHEN IHRE UHR NICHT?
es: ¿NO VE SU RELOJ?
fr: VOUS NE VOYEZ PAS VOTRE MONTRE ?
it: NON VEDI IL TUO OROLOGIO?
nl: ZIE JE JE HORLOGE NIET?
pt: NÃO CONSEGUE VER O SEU RELÓGIO?

source: DONE
de: ERLEDIGT
es: HECHO
fr: TERMINÉ
it: FATTO
nl: GEDAAN
pt: CONCLUÍDO

source: Daily
de: Täglich
es: Cada día
fr: Tous les jours
it: Quotidianamente
nl: Dagelijks
pt: Diariamente

source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pt: Data

source: Date format
de: Datums format
es: Formato de fecha
fr: Format de date
it: Formato data
nl: DATUMNOTATIE
pt: FORMATO DA DATA

source: Deep Sleep
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
it: Sonno profondo
pt: Sono profundo

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijder
pt: Excluir

source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
nl: Alle gegevens verwijderen
pt: Eliminar todos os dados

source: Delete Workout
de: Trainingseinheit löschen
es: Eliminar sesión
fr: Supp. Entraînement
it: Elimina allenamento
nl: Work-out verwijderen
pt: Apagar exercício

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes

source: Device Not Connected
de: Gerät nicht verbunden
es: Dispositivo no conectado
fr: Périphérique Non Connecté
it: Dispositivo non connesso
nl: Apparaat Niet aangesloten
pt: Dispositivo não conectado

source: Device found
de: Gerät gefunden
es: Dipositivo hallado
fr: Appareil repéré
it: Dispositivo trovato
nl: Apparaat gevonden
pt: Dispositivo localizado

source: Devices not found
de: Geräte nicht gefunden
es: Dispositivos no encontrados
fr: Périphériques introuvables
it: Dispositivi non trovati
nl: Apparaten niet gevonden
pt: Dispositivos não encontrados

source: Did you accept the pairing request?
de: Haben Sie die Pairing-Anfrage akzeptiert?
es: ¿Ha aceptado la solicitud de emparejamiento?
fr: Avez-vous accepté la demande d'appairage?
it: Ha accettato la richiesta di accoppiamento?
nl: Heb je koppelings verzoek geaccepteerd?
pt: Aceitou o pedido de sincronização?

source: Distance
de: Strecke
es: Distancia
it: Distanza
nl: Afstand
pt: Distância

source: Distance
de: Strecke
es: Distancia
it: Distanza
nl: Afstand
pt: Distância

source: Distance Adjustment
de: Strecken-Anpassung
es: Ajuste de distancia
fr: Réglage de la distance
it: Regolazione distanza
nl: Afstand afstelling
pt: Ajuste de distância

source: Distance adjustment
de: Strecken-Anpassung
es: Ajuste de distancia
fr: Réglage de la distance
it: Regolazione distanza
nl: Afstand afstelling
pt: Ajuste de distância

source: Do you agree to the Privacy Policy and the EULA for the Guess Connect?
de: Sind Sie mit der Datenschutzrichtlinie und der EULA für Guess Connect einverstanden?
es: ¿Aceptas la Política de Privacidad y el Acuerdo de Licencia para Usuario Final de Guess Connect?
fr: Acceptez-vous la Politique de confidentialité et le CLUF pour Guess Connect?
it: Accetti l'Informativa sulla privacy e il contratto di licenza con l'utente finale (EULA) per Guess Connect?
nl: Ga je akkoord met het privacybeleid en de licentieovereenkomst voor eindgebruikers van Guess Connect?
pt: Você concorda com a Política de Privacidade e com o EULA de Guess Connect?

source: Do you want to delete or save existing data?
es: ¿Desea eliminar o guardar datos existentes?
fr: Voulez-vous supprimer ou enregistrer des données existantes?
it: Vuoi cancellare o salvare i dati esistenti?
pt: Deseja eliminar ou salvar dados existentes?

source: Do you want to remove watch?
de: Möchten Sie die Uhr entfernen?
es: ¿Quieres quitar el reloj?
fr: Voulez-vous supprimer la montre?
it: Si desidera rimuovere l'orologio?
nl: Wil je je horloge verwijderen?
pt: Deseja remover o relógio?

source: Dog Bark
de: Hundegebell
es: Ladrido de perro
fr: Aboiement de chien
it: Cane che abbia
nl: Hondengeblaf
pt: Latido de cão

source: Downloading Firmware Update...
de: Firmware-Update wird heruntergeladen ...
es: Descargando actualización de firmware...
fr: Téléchargement de la mise à jour du firmware...
it: Scarica l'aggiornamento del firmware...
nl: Firmware-update downloaden...
pt: A descarregar atualização do firmware...

source: During Bedtime
de: Während der Schlafenszeit
es: Durante la hora de acostarse
fr: pendant le sommeil
it: Durante il sonno
nl: Tijdens slaap
pt: Durante a hora de dormir

source: Dutch
de: Niederländisch
es: Holandés
fr: Néerlandais
it: Olandese
nl: Nederlands
pt: Holandês

source: EFFICIENCY
de: EFFIZIENZ
es: EFICIENCIA
fr: EFFICACITÉ
it: EFFICIENZA
nl: DOELMATIGHEID
pt: EFICIÊNCIA

source: ERROR OCCURRED DURING SYNC
de: FEHLER BEIM SYNC-VORGANG
es: SE PRODUJO UN ERROR DURANTE LA SINCRONIZACIÓN
fr: UNE ERREUR EST SURVENUE LORS DE LA SYNC
it: ERRORE DURANTE LA SINCRONIZZAZIONE
nl: FOUT OPGETREDEN BIJ SYNCHRONISATIE
pt: OCORREU UM ERRO DURANTE A SINCRONIZAÇÃO

source: EXCLUDE
de: AUSSCHLIESSEN
es: EXCLUIR
fr: EXCLURE
it: ESCLUDI
nl: UITSLUITEN
pt: EXCLUIR

source: Easy
de: Leicht
es: Sencillo
fr: Facile
it: Semplice
nl: Makkelijk
pt: Fácil

source: Email address
de: E-Mail-Adresse
es: Email
fr: E-mail
it: Indirizzo E-mail
nl: E-mailadres
pt: Endereço de e-mail

source: Empty string not allowed.
de: Leere Zeichenkette nicht erlaubt.
es: El campo no debe estar vacío.
fr: Les chaînes vides ne sont pas autorisées.
it: Non è ammessa la stringa vuota.
nl: Lege regels niet toegestaan.
pt: Sequência vazia não permitida.

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl: Engels
pt: Inglês

source: Enter your activity
de: Geben Sie Ihre Aktivität ein
es: Ingresa tu actividad
fr: Entrez votre activité
it: Inserisci tua attivita'
nl: Voer uw activiteit in
pt: Introduza a sua actividade

source: Enter your birthdate
de: Geben Sie Ihr Geburtsdatum ein
es: Introduce tu fecha de nacimiento
fr: Entrez votre date de naissance
it: Inserisci la tua data di nascita
nl: Voer uw geboortedatum in
pt: Digite a sua data de nascimento

source: Enter your gender
de: Geben Sie Ihr Geschlecht an
es: Introduce tu género
fr: Entrez votre sexe
it: Inserisci il tuo sesso
nl: Vul uw geslacht in
pt: Digite o seu sexo

source: Enter your height
de: Geben Sie Ihre Körpergröße ein
es: Introduce tu altura
fr: Entrez votre taille
it: Inserisci la tua altezza
nl: Voer uw lengte in
pt: Digite a sua altura

source: Enter your weight
de: Geben Sie Ihr Gewicht ein
es: Introduce tu peso
fr: Entrez votre poids
it: Inserisci il tuo peso
nl: Voer uw gewicht in
pt: Digite o seu peso

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt: Erro

source: Error occurred playing sound.
de: Fehler beim Abspielen aufgetreten.
es: Se produjo un error al reproducir sonido.
fr: Une erreur est survenue lors de la lecture du son.
it: Si è verificato un errore durante la riproduzione del suono.
nl: Er is een fout opgetreden bij het afspelen van geluid.
pt: Ocorreu um erro na reprodução sonora.

source: Exclude Events
de: Ereignisse ausschließen
es: Excluir eventos
fr: Exclure événements
it: Escludi eventi
nl: Gebeurtenissen uitsluiten
pt: Excluir eventos

source: Exit without pairing
de: Ohne Koppelung verlassen
es: Salir sin emparejar
fr: Quitter sans associer
it: Esci senza accoppiamento
nl: Afsluiten zonder te koppelen
pt: Sair sem parear
