Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: Upload Services Setup
es: Config. serv. carga
fr: Charegement de la configuration des services
it: Carica configurazione servizi
nl: Instellingen uploadservices
pt: Upload conf. serviços

source: Upload Workout
de: Trainingseinheit hochladen
es: Cargar sesión
fr: Chargement entraînement
it: Carica allenamento
nl: Work-out uploaden
pt: Upload exercíc

source: Upload to %@ failed: %@
de: Hochladen auf %1$@ fehlgeschlagen: %2$@
es: La carga a %1$@ no se realizó: %2$@
fr: Le chargement vers %1$@ a échoué : %2$@
it: Caricamento su %1$@ non riuscito: %2$@
nl: Uploaden naar %1$@ mislukt: %2$@
pt: Falha no upload para %1$@: %2$@

source: Uploading workout(s)
de: Trainingseinheit(en) werden hochgeladen
es: Carga de sesione(s)
fr: Chargement des entraînement(s)
it: Caricamento dell'allenamento/degli allenamenti
nl: Work-out(s) uploaden
pt: Fazendo upload do(s) exercício(s)

source: User Registration successful!
de: Benutzerregistrierung erfolgreich!
es: El registro del usuario se realizó correctamente!
fr: Enregistrement de l'utilisateur terminé!
it: Registrazione dell'utente riuscita!
nl: Gebruikersregistratie voltooid!
pt: Registo do utilizador efectuado com sucesso!

source: VIEW MORE
de: MEHR SEHEN
es: VER MÁS
fr: AFFICHER PLUS
it: VEDI DI PIÙ
nl: MEER WEERGEVEN
pt: VER MAIS

source: VISIT GUESS CONNECT
de: GUESS CONNECT BESUCHEN
es: VISITAR GUESS CONNECT
fr: VISITER GUESS CONNECT
it: VISITA GUESS CONNECT
nl: GA NAAR GUESS CONNECT
pt: VISITAR A GUESS CONNECT

source: Very Active
de: Sehr aktiv
es: Muy activo
fr: Três actif
it: Molto attivo
nl: Heel Actief
pt: Muito ativo

source: Vibrate Only
de: Nur vibrieren
es: Vibrar solamente
fr: Vibr. seul.
it: Solo vibrazione
nl: Alleen trillen
pt: Vibrar apenas

source: Vibration
es: Vibración
it: Vibrazione
nl: Trillen
pt: Vibração

source: WATCH CONTROL
de: UHRENSTEUERUNG
es: CONTROL DEL RELOJ
fr: CONTRÔLE MONTRE
it: CONTROLLO DELL'OROLOGIO
nl: HORLOGEBEDIENING
pt: COMANDO DO RELÓGIO

source: WATCH CONTROLS
de: UHRENSTEUERUNG
es: CONTROL DEL RELOJ
fr: CONTRÔLE MONTRE
it: CONTROLLO DELL'OROLOGIO
nl: HORLOGEBEDIENING
pt: COMANDO DO RELÓGIO

source: WATCH FINDER
de: UHREN-FINDER
es: BUSC. RELOJ
fr: RECH. MONTRE
it: RICERCA OROLOGIO
nl: HORLOGE ZOEKEN
pt: LOCAL RELÓG

source: WATCH NICKNAME
de: SPITZNAME DER UHR
es: NOMBRE RELOJ
fr: NOM DE LA MONTRE
it: NICKNAME OROLOGIO
nl: NAAM VAN HORLOGE
pt: APELIDO DO RELÓGIO

source: WATCH NOT CONNECTED
de: UHR NICHT VERBUNDEN
es: RELOJ SIN CONEXIÓN
fr: MONTRE NON CONNECTÉE
it: OROLOGIO NON CONNESSO
nl: HORLOGE NIET VERBONDEN
pt: RELÓGIO NÃO CONECTADO

source: WATCH NOT IN SYNC MODE
de: UHR NICHT IM SYNC-MODUS
es: RELOJ NO EN MODO SINCR
fr: MONTRE PAS EN MODE SYNC
it: OR. NON IN MOD. SINCR
nl: HORLOGE NIET IN SYNCHRONISATIEMODUS
pt: REL. FORA MODO SINCR

source: WATCH SETTINGS
de: UHR EINSTELLUNGEN
es: CONFIGURACIÓN DEL RELOJ
fr: RÉGLAGES DE LA MONTRE
it: IMPOSTAZIONI DELL'OROLOGIO
nl: HORLOGE-INSTELLINGEN
pt: VER CONFIGURAÇÕES

source: WATCH TIMED OUT DURING SYNC.
de: UHR TIME-OUT WÄHREND SYNC.
es: EL RELOJ NO RESPONDE Y LA CONEXIÓN EXPIRÓ.
fr: REGARDER LA TEMPORISATION PENDANT LA SYNCHRONISATION.
it: OROLOGIO SCADUTA DURANTE LA SINCRONIZZAZIONE.
nl: HORLOGE TIME-OUT TIJDENS DE SYNCHRONISATIE.
pt: O RELÓGIO DESATIVOU-SE DURANTE A SINCRONIZAÇÃO.

source: WED
de: MIT
es: MIÉ
fr: MER
it: MER
nl: Woensdag
pt: QUA

source: WEIGHT
de: GEWICHT
es: PESO
fr: POIDS
it: PESO
nl: GEWICHT
pt: PESO

source: WITH PHOTO
de: MIT FOTO
es: CON FOTO
fr: AVEC PHOTO
it: CON FOTO
nl: MET FOTO
pt: COM FOTO

source: WORKOUT DATA & SYNC
de: TRAININGSDATEN U. SYNC
es: SINCR. Y DATOS SES
fr: DONNÉES ENTR./SYNC
it: DATI ALLEN/SINCR
nl: DATA & SYNCHR. W-O
pt: SINC. DADOS EXERC

source: WORKOUT SUMMARY
de: WORKOUT-ZUSAMMENFASSUNG
es: RESUMEN DE LA SESIÓN
fr: RÉSUMÉ ENTRAÎN.
it: RIEPILOGO ALLENAMENTO
nl: WORK-OUTOVERZICHT
pt: RESUMO DOS EXERCÍCIOS

source: WORKOUTS
de: TRAININGSEINHEITEN
es: SESIONES
fr: ENTRAÎNEMENTS
it: ALLENAMENTI
pt: EXERCÍCIOS

source: Wake Time
de: Weck Zeit
es: Hora para despertarse
fr: Heure de réveil
it: Tempo Wake
nl: Wektijd
pt: Hora de despertar

source: Wake time
de: Weckzeit
es: Hora para despertarse
fr: Heure de réveil
it: Tempo Wake
nl: Wektijd
pt: Hora de despertar

source: Walk
de: Gehen
es: Caminar
fr: Marche
it: Camminata
nl: Wandelen
pt: Andar

source: WarningWhileFirmwareUpdate
de: Warnung während Firmware Update
fr: AvertissementPendantMiseAJourDuMicrologiciel
it: AvvisoDuranteAggiornamentoFirmware
nl: Waarschuwing voor firmware update

source: Watch Battery Low
de: Uhrenbatterie schwach
es: La batería del reloj está baja
fr: Batterie de la montre faible
it: Orologio batteria scarica
nl: Batterij van horloge is laag
pt: Bateria fraca

source: Watch Control
de: Uhrensteuerung
es: Control del reloj
fr: Commandes de la montre
it: Controllo dell'orologio
nl: Bekijk Controle
pt: Comando do Relógio

source: Watch Settings have changed since the last settings synchronization. Please select which set of settings you would like to use:
de: Uhreneinstellungen haben sich seit der letzten Einstellungs-Synchronisation geändert. Bitte wählen Sie aus, welche Einstellungen Sie verwenden möchten:
es: La configuración del reloj ha cambiado desde la última sincronización de configuración. Selecciona el conjunto de opciones de configuración que deseas utilizar:
fr: Les paramètres de la montre ont changé depuis leur dernière synchronisation. Veuillez sélectionner les réglages des paramètres que vous voulez utiliser :
it: Le impostazioni dell'orologio sono cambiate rispetto all'ultima sincronizzazione delle impostazioni. Seleziona la serie di impostazioni che vuoi usare.
nl: De horloge-instellingen zijn gewijzigd sinds de laatste synchronisatie van de instellingen. Selecteer de gewenste reeks instellingen:
pt: As configurações do relógio mudaram desde a última sincronização das configurações. Selecione que conjunto de configurações gostaria de usar:

source: Watch already registered
de: Uhr bereits registriert
es: Reloj ya registrado
fr: Montre déjà enregistré
it: Questo orologio è già stato registrato
nl: Horloge al geregistreerd
pt: Relógio já registado

source: Watch connected
de: Uhr verbunden
es: Reloj conectado
fr: Montre connectée
it: Orologio collegato
nl: Horloge Verbonden
pt: Relógio conectado

source: Watch control
de: Uhrensteuerung
es: Control del reloj
fr: Commandes de la montre
it: Controllo dell'orologio
nl: Horloge Verbonden
pt: Comando do Relógio

source: Watch firmware download in progress
de: Firmware-Download der Uhr läuft.
es: Descarga de firmware del reloj en curso
fr: firmware de la montre en cours de téléchargement
it: Download del firmware dell'orologio in corso
nl: Download van horlogefirmware bezig
pt: Download firmware do relógio em andamento

source: Watch firmware download:
de: Uhr-Firmware-Download:
es: Ver descarga del firmware:
fr: Regarder le téléchargement du firmware:
it: Download del firmware dell'orologio:
nl: Horloge firmware te downloaden:
pt: Download firmware do relógio:

source: Watch registered
de: Uhr registriert
es: Reloj registrado
fr: Montre enregistrée
it: Orologio registrati
nl: Horloge geregistreerd
pt: Relógio registado

source: We found an update.
de: Es gibt eine Aktualisierung.
es: Encontramos una actualización.
fr: Nous avons trouvé une mise à jour.
it: Abbiamo un aggiornamento.
nl: We hebben een update
pt: Atualização disponível.

source: We take your privacy seriously. Please Review and accept the Privacy Policy and the End User Agreement.
de: Wir nehmen Datenschutz und Ihre Privatsphäre sehr ernst. Die Datenschutzrichtlinie und die Endbenutzervereinbarung bitte lesen und akzeptieren.
es: Nos tomamos tu privacidad muy en serio. Revisa y acepta la Política de privacidad y el Acuerdo de usuario final.
fr: Nous traitons votre confidentialité avec sérieux. Veuillez examiner et accepter la Politique de confidentialité et le Contrat d'utilisateur final.
it: Prendiamo sul serio la privacy. Rivedi e accetta la direttiva sulla privacy e l'accordo di licenza per l'utente finale.
nl: Wij nemen uw privacy serieus. Lees en accepteer het privacybeleid en de overeenkomst voor eindgebruikers.
pt: Levamos a sua privacidade a sério. Leia e aceite a Política de Privacidade e o Acordo de Usuário Final.

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
nl: Woensdag
pt: Quarta-feira

source: Weekdays
de: Wochentage
es: Días de semana
fr: Jours de la semaine
it: Giorni feriali
nl: Werkdagen
pt: Dias úteis

source: Weekends
de: Wochenenden
es: Fines de semana
it: Weekend
nl: Weekenden
pt: Fins de semana

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
nl: Gewicht
pt: Peso

source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
it: Benvenuto!
nl: Welkom!
pt: Bem-vindo!

source: What city do you want to set as a second timezone?
de: Welche Stadt soll als zweite Zeitzone eingestellt werden?
es: ¿Qué ciudad quieres ajustar como segunda zona horaria?
fr: Quelle ville souhaitez-vous désigner comme deuxième fuseau horaire ?
it: Quale città si desidera impostare come secondo fuso orario?
nl: Welke stad wilt u als een tweede tijdzone instellen?
pt: Qual cidade você deseja definir como o segundo fuso horário?

source: What city do you want to set as a third timezone?
de: Welche Stadt soll als dritte Zeitzone eingestellt werden?
es: ¿Qué ciudad quieres ajustar como tercera zona horaria?
fr: Quelle ville souhaitez-vous désigner comme troisième fuseau horaire ?
it: Quale città si desidera impostare come terzo fuso orario?
nl: Welke stad wilt u als een derde tijdzone instellen?
pt: Qual cidade você deseja definir como o terceiro fuso horário?

source: What do you want your second hand to always display?
de: Was soll Ihr Sekundenzeiger immer anzeigen?
es: ¿Qué quieres que su segundero muestre siempre?
fr: Que souhaitez-vous voir indiqué par la trotteuse ?
it: Che cosa si vuole visualizzare con la lancetta dei secondi?
nl: Wat wilt u dat de secondewijzer altijd weergeeft?
pt: O que você deseja que o ponteiro do segundo sempre exiba?

source: What is your weight?
de: Was ist Ihr Gewicht?
es: Cuál es ¿tu peso?
fr: Quel est votre poids ?
it: Qual è il tuo peso?
nl: Wat is uw gewicht?
pt: Qual é o seu peso?

source: When do you usually go to bed?
de: Wann gehen Sie üblicherweise zu Bett?
es: ¿Cuándo te acuestas normalmente?
fr: En général, à quelle heure allez-vous vous coucher ?
it: Di solito, a che ora vai a dormire?
nl: Wanneer gaat u meestal naar bed?
pt: A que horas vai dormir normalmente?

source: When do you usually wake up?
de: Wann möchten Sie in der Regel aufwachen?
es: ¿Cuándo te levantas normalmente?
fr: En général, à quelle heure vous réveillez-vous ?
it: Di solito, a che ora ti svegli?
nl: Wanneer wordt u meestal wakker?
pt: A que horas acorda normalmente?

source: When is your birthdate?
de: Wann ist Ihr Geburtstag?
es: ¿Qué día es tu cumpleaños?
fr: Quelle est votre date de naissance ?
it: Qual è la tua data di nascita?
nl: Wanneer is uw geboortedatum?
pt: Quando é o seu aniversário?

source: Which goal would you like to see?
de: Welches Ziel möchten Sie sehen?
es: ¿Qué meta deseas ver?
fr: Quel objectif souhaitez-vous voir ?
it: Quale obiettivo ti piacerebbe vedere?
nl: Welk doel wilt u zien?
pt: Que meta pretende visualizar?

source: Which units do you use?
de: Welche Einheiten verwenden Sie?
es: ¿Qué unidades usas?
fr: Quelles unités utilisez-vous ?
it: Quali unità vorresti utilizzare?
nl: Welke eenheden gebruikt u?
pt: Que unidades de medida utiliza?

source: Which units would you like to use?
de: Welche Einheiten verwenden Sie?
es: ¿Qué unidades usas?
fr: Quelles unités utilisez-vous ?
it: Quali unità vorresti utilizzare?
nl: Welke eenheden gebruikt u?
pt: Que unidades de medida utiliza?

source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
nl: Wit
pt: Branco

source: With Photo
de: Mit Foto
es: Con foto
fr: Avec photo
it: Con foto
nl: Met foto
pt: Com foto

source: Workout Date
de: Trainingsdatum
es: Fecha sesión
fr: Date de l'entrainement
it: Dati allen
nl: Work-Out datum
pt: Data exerc.

source: Workouts update Failed
de: Aktualisierung der Trainingseinheiten fehlgeschlagen
es: Actualización de sesiones con error
fr: Échec de la mise à jour des entraînements
it: Aggiornamento allenamenti non riuscito
nl: Update van work-outs mislukt
pt: Falha na atualização dos exercícios

source: Would you like to sync watch settings from app to watch or upload watch settings from watch to the app?
de: Möchten Sie die Einstellungen der Uhr von der App zur Uhr synchronisieren oder die Uhr-Einstellungen von der Uhr zur App übertragen?
es: ¿Sincr. la config. del reloj de la aplic. al reloj o cargar la config. del reloj del reloj a la ap?
fr: Voulez-vous sync les paramètres de la montre à partir de l'application ou les charger de la montre sur l'application ?
it: Sincronizzare le imp. orologio da app a orologio o caricare le imp. orologio da orologio ad app?
nl: Wil je de horloge-instellingen synchroniseren vanaf de app naar het horloge, of de horloge-instellingen uploaden van het horloge naar de app?
pt: Quer sincronizar as config do relógio a partir do aplicativo ou fazer upload das config do relógio para o aplicativo?

source: Writing Watch Settings...
de: Uhreneinstellungen werden geschrieben ...
es: Grabando configuración del reloj...
fr: Écriture des paramètres de la montre...
it: Scrittura delle impostazioni dell'orologio...
nl: Horloge- instellingen updaten
pt: A gravar configurações do relógio…

source: YES
de: JA
es: SÍ
fr: OUI
it: SÌ
nl: JA
pt: SIM

source: YESTERDAY
de: GESTERN
es: AYER
fr: HIER
it: IERI
nl: GISTEREN
pt: ONTEM

source: YOU FOUND ME!
de: SIE HABEN MICH GEFUNDEN!
es: ¡ME ENCONTRASTE!
fr: VOUS M'AVEZ TROUVÉ !
it: MI HAI TROVATO!
nl: JE HEBT ME GEVONDEN!
pt: ENCONTROU-ME!

source: YYYY-MM-DD
de: JJJJ-MM-TT
es: AAAA-MM-DD
fr: AAAA-MM-JJ
it: AAAA-MM-GG
nl: JJJJ-MM-DD
pt: AAAA-MM-DD

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pt: Sim

source: Yes, I'd like to receive the latest product information, exclusive offers and special discounts from Guess Connect.
de: Ja, ich möchte die aktuellsten Produktinformationen, Exklusivangebote und Sonderrabatte von Guess Connect erhalten.
es: Sí, me gustaría recibir la información más reciente sobre productos, ofertas exclusivas y descuentos especiales de Guess Connect.
fr: Oui, je souhaite recevoir les dernières informations de produit, les offres exclusives et réductions spéciales de la part de Guess Connect.
it: Sì, desidero ricevere informazioni aggiornate sul prodotto, offerte esclusive e sconti speciali da Guess Connect.
nl: Ja, ik wil informatie over nieuwe producten, exlusieve aanbiedingen en speciale kortingen van Guess Connect ontvangen.
pt: Sim, gostaria de receber as últimas informações sobre os produtos, ofertas e descontos especiais exclusivos Guess Connect.

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pt: ontem

source: You are not connected to DailyMile
de: Sie sind nicht mit DailyMile verbunden
es: No está conectado a DailyMile
fr: Vous n'êtes pas connecté à DailyMile
it: Non sei connesso a DailyMile
nl: Je hebt geen verbinding gemaakt met DailyMile
pt: Não está ligado ao DailyMile

source: You are not connected to Map My Fitness
de: Sie sind nicht mit Map My Fitness verbunden
es: No está conectado a Map My Fitness
fr: Vous n'êtes pas connecté à DailyMile
it: Non sei connesso a Map My Fitness
nl: Je hebt geen verbinding gemaakt met Map My Fitness
pt: Não está ligado ao Map My Fitness

source: You are not connected to RunKeeper
de: Sie sind nicht mit RunKeeper verbunden
es: No está conectado a RunKeeper
fr: Vous n'êtes pas connecté à RunKeeper
it: Non sei connesso a RunKeeper
nl: Je hebt geen verbinding gemaakt met RunKeeper
pt: Não está ligado ao RunKeeper

source: You are not connected to Strava
de: Sie sind nicht mit Strava verbunden
es: No está conectado a Strava
fr: Vous n'êtes pas connecté à Strava
it: Non sei connesso a Strava
nl: Je hebt geen verbinding gemaakt met Strava
pt: Não está ligado ao Strava

source: You are not connected to Training Peaks
de: Sie sind nicht mit Training Peaks verbunden
es: No está conectado a Training Peaks
fr: Vous n'êtes pas connecté à Training Peaks
it: Non sei connesso a Training Peaks
nl: Je hebt geen verbinding gemaakt met Training Peaks
pt: Não está ligado ao Training Peaks

source: You found me!
de: Sie haben mich gefunden!
es: ¡Me encontraste!
fr: Vous m'avez trouvé !
it: Mi hai trovato!
nl: Je hebt me gevonden!
pt: Encontrou-me!

source: You have entered an invalid email address.
de: Sie haben eine ungültige E-Mail-Adresse eingegeben.
es: Ha escrito una dirección de correo electrónico no válida.
fr: Vous avez entré une adresse e-mail non valide.
it: Hai inserito un indirizzo e-mail non valido.
nl: Je hebt een ongeldig e-mailadres ingevoerd.
pt: Inseriu um endereço de e-mail inválido.

source: You have no sleep data, yet. Make sure to wear your watch to bed tonight to track your sleep!
de: Sie haben noch keine Schlafdaten. Achten Sie darauf, Ihre Uhr heute Nacht zu tragen, um Ihren Schlaf zu verfolgen!
es: Todavía no tienes información sobre tu sueño. Asegúrese de llevar su reloj a la cama esta noche para realizar un seguimiento de su sueño!
fr: Vous n'avez pas de données de sommeil, pour le moment. Assurez-vous de porter votre montre au lit ce soir pour suivre votre sommeil! !
it: Non ci sono ancora dati di sonno. Assicurati di indossare l'orologio di notte per monitorare il sonno!
nl: Je hebt geen slaap gegevens, maar toch. Zorg ervoor dat uw horloge te dragen naar bed vanavond om je slaap te houden!
pt: Ainda não existem dados sobre o seu sono. Certifique-se que mantém o relógio no seu pulso quando for para a cama hoje à noite de forma acompanhar o seu sono!

source: You may now begin using your Run x50+
de: Sie können Ihre Run x50+ nun verwenden
es: Ya puedes empezar a usar tu Run x50+
fr: Vous pouvez maintenant commencer à utiliser votre montre Run x50+
it: Ora puoi iniziare a utilizzare il tuo Run x50+
nl: Je Run x50+ is nu klaar voor gebruik.
pt: Já pode começar a usar seu Run x50+

source: You may use other app features or even other apps while the download is in progress. Please keep the phone and watch within range until this completes.
de: Sie können andere App-Features oder andere Apps während des Downloads weiterhin verwenden. Sorgen Sie dafür, dass sich Ihr Smartphone und Ihre Uhr in Reichweite befinden, bis dieser Vorgang abgeschlossen wurde.
es: Puedes utilizar otras funciones de la aplicación o, incluso, otras aplicaciones mientras la descarga está en curso. Mantén el teléfono y el reloj dentro del mismo rango hasta que esta operación se complete.
fr: Vous pouvez utiliser d'autres fonctions et même d'autres applications durant le téléchargement. Veuillez conserver le téléphone et la montre à la portée requise jusqu'à la fin de l'opération.
it: Durante il download puoi usare le altre funzioni dell'app o anche le altre app. Tieni vicini il cellulare e l'orologio fino al termine dell'operazione.
nl: Tijdens het downloaden kun je de andere functies van de app en zelfs andere apps gewoon gebruiken. Zorg dat de telefoon en het horloge gedurende dit proces binnen elkaars bereik blijven.
pt: Pode usar outros recursos do aplicativo ou até mesmo outros aplicativos enquanto o download estiver em andamento. Mantenha o telefone e o relógio próximos até a conclusão.

source: You need to provide data for the chart.
de: Sie müssen Daten für das Diagramm bereitstellen.
es: Debes proporcionar datos para la gráfica.
fr: Vous devez fournir des données pour le graphique.
it: È necessario fornire i dati per il grafico.
nl: Je hebt data nodig voor het diagram.
pt: Precisa de fornecer dados para o gráfico.

source: You will need to replace your watch battery soon.
de: Sie müssen bald Ihre Uhrenbatterie ersetzen.
es: Debes reemplazar pronto la batería del reloj.
fr: Vous devrez bientôt remplacer la batterie de votre montre.
it: Dovrai sostituire la batteria dell'orologio a breve.
nl: U moet uw horloge batterij binnenkort vervangen.
pt: A bateria do seu relógio terá que ser substituída em breve.

source: You will need to sync on the home screen before your watch can start tracking your activity.
de: Vor dem Beginn der Verfolgung Ihrer Aktivitäten muss auf dem Start-Display eine Synchronisierung durchgeführt werden.
es: Necesitarás sincronizar la pantalla de inicio antes de que tu reloj pueda empezar a dar seguimiento a tu actividad.
fr: Il faut effectuer une synchronisation depuis l'écran principal pour que votre montre puisse commencer à faire le suivi de votre activité physique.
it: Dovrai sincronizzare sulla schermata della pagina iniziale prima che l'orologio possa iniziare il tracciamento delle attività.
nl: U moet op het thuisscherm synchroniseren voordat het horloge uw activiteit kan gaan volgen.
pt: É preciso sincronizar na tela inicial antes de o relógio poder começar a controlar sua atividade.

source: Your Classic 50 Move+ is now ready to work with your phone.
de: Ihre Classic 50 Move+ kann jetzt mit Ihrem Smartphone zusammenarbeiten.
es: Ahora tu Classic 50 Move+ está listo para interactuar con tu teléfono.
fr: Votre Classic 50 Move+ peut désormais fonctionner avec votre téléphone.
it: Ora il tuo Classic 50 Move+ è pronto per funzionare con il tuo cellulare.
nl: Je Classic 50 Move+ is nu klaar voor gebruik met je telefoon.
pt: O seu Classic 50 Move+ já está pronto para trabalhar em sintonia com seu telefone.

source: Your Facebook post has been posted successfully.
de: Ihr Facebook-Beitrag wurde erfolgreich gepostet.
es: Tu publicación de Facebook se realizó correctamente.
fr: Votre message a été publié sur Facebook.
it: Il tuo post su Facebook è stato pubblicato correttamente.
nl: Het Facebookbericht is geplaatst.
pt: A sua postagem no Facebook foi efectuada com sucesso.

source: Your Photos are unavailable.
de: Ihre Fotos sind nicht verfügbar.
es: Tus fotos no están disponibles.
fr: Vos photos ne sont pas disponibles.
it: Le tue foto non sono disponibili.
nl: Je foto's zijn niet beschikbaar.
pt: As suas fotos não estão disponíveis.

source: Your battery is too low to perform this firmware update. Please replace the battery and try again.
de: Ihre Batterie ist zu schwach, um dieses Firmware-Update durchzuführen. Bitte tauschen Sie die Batterie aus und versuchen Sie es erneut.
es: La pila del reloj está muy baja para realizar esta actualización. Favor reemplaza la pila e intentar de nuevo.
fr: Votre batterie est trop faible pour effectuer cette mise à jour du firmware. Remplacez la pile et réessayez.
it: La pila dell'orologio è troppo debole per eseguire un aggiornamento del firmware. Sostituire la pila dell'orologio e riprovare.
nl: De batterij is te laag om deze firmware-update uit te voeren. Vervang de batterij en probeer het opnieuw.
pt: Bateria insuficiente para efetuar esta atualização de firmware. Substitua a bateria e tente novamente.

source: Your tweet has been posted successfully.
de: Ihr Tweet wurde erfolgreich gepostet.
es: Tu publicación de Twitter se realizó correctamente.
fr: Votre tweet a été publié avec succès.
it: Il tuo tweet è stato pubblicato correttamente.
nl: Je tweet is geplaatst.
pt: A postagem do seu tweet foi efectuada com sucesso.
