Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: Just a second...
de: Augenblick bitte...
es: Solo un segundo...
fr: Juste une seconde...
it: Solo un secondo...
nl: Nog een momentje...
pt: Aguarde...

source: Keep app settings
de: App-Einst. beibehalten
es: Mant. config. ap
fr: Cons. param. app
it: Mantieni imp. app
nl: App-instellingen behouden
pt: Manter config apl

source: Keep watch settings
de: Uhreinstellungen beibehalten
es: Mant. config. reloj
fr: Cons. param. montre
it: Mantieni imp. orol
nl: Horloge-instellingen behouden
pt: Manter config relógio

source: Keep your watch close to your phone and do not close the app.
de: Halten Sie Ihre Uhr in der Nähe Ihres Telefons und schließen Sie die App nicht.
es: Mantenga el reloj cerca del teléfono y no cierre la aplicación.
fr: Gardez votre montre près de votre téléphone et ne.
it: Tenere l'orologio vicino al telefono e non chiudere l'applicazione.
nl: Houd uw horloge in de buurt van de telefoon en sluit de app niet af.
pt: Mantenha o relógio perto do telefone e não feche o aplicativo.

source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE
it: LINGUA
nl: TAAL
pt: IDIOMA

source: LAP TIMES
de: RUNDENZEITEN
es: TIEMPOS DE VUELTA
fr: DURÉES TOUR
it: TEMPI SUL GIRO
nl: RONDETIJDEN
pt: TEMPOS DAS VOLTAS

source: LAPS
de: RUNDEN
es: VUELTAS
fr: TOURS
it: GIRI
nl: RONDJES
pt: VOLTAS

source: LAST MONTH
de: LETZTER MONAT
es: MES PASADO
fr: MOIS DERNIER
it: MESE SCORSO
nl: VORIGE MAAND
pt: MÊS PASSADO

source: LAST NAME:
de: NACHNAME:
es: APELLIDO:
fr: NOM :
it: COGNOME:
nl: ACHTERNAAM:
pt: SOBRENOME:

source: LAST WEEK
de: LETZTE WOCHE
es: SEMANA PASADA
fr: SEMAINE DERNIÈRE
it: SETTIMANA SCORSA
nl: VORIGE WEEK
pt: SEMANA PASSADA

source: LAST YEAR
de: LETZTES JAHR
es: AÑO PASADO
fr: AN DERNIER
it: ANNO SCORSO
nl: VORIG JAAR
pt: ANO PASSADO

source: LIGHT
de: LEICHT
es: LIVIANO
fr: LÉGER
it: LEGGERO
pt: LEVE

source: LIGHT MODE
de: LICHTMODUS
es: MODO LIGERO
fr: MODE LUMIÈRE
it: MODALITÀ LUCE
nl: Makkelijke modus
pt: MODO ILUM

source: LINKED TO ACCOUNT OF:
de: VERBUNDEN MIT ACCOUNT VON:
es: VINCULADO A CUENTA DE:
fr: LIÉ AU COMPTE DE :
it: COLLEGATO ALL'ACCOUNT DI:
nl: GEKOPPELD AAN ACCOUNT VAN:
pt: VINCULADO À CONTA DE:

source: LISTEN FOR ALARM
de: ACHTEN SIE AUF DAS SIGNAL
es: ATENTO A LA ALARMA
fr: ÉCOUTER L'ALARME
it: ASCOLTA ALLARME
nl: LUISTEREN NAAR ALARM
pt: ESCUTAR ALARME

source: LOW
de: NIEDRIG
es: BAJO
fr: FAIBLE
it: BASSO
nl: LAAG
pt: BALXO

source: Lap Number
de: Rundenzahl
es: Número de vuelta
fr: Numéro de tour
it: Numero del giro
nl: Ronde-nummer
pt: Número da volta

source: Lap/Split
de: Runde/Split
es: Vuelta/tramo
fr: Tour/Temps intermédiaire
it: Giro/parziale
nl: Rondje/segment
pt: Volta/tempo fracionado

source: Last Sync:
de: Letzte Sync:
es: Última sincronización:
fr: Dernière Sync :
it: Ultima Sincr:
nl: Laatste synchr:
pt: Última sincronização:

source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
nl: Achternaam
pt: Apelido

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pt: Mais tarde

source: Learn More
de: Erfahren Sie mehr
es: Conoce más
fr: En savoir plus
it: Per Saperne Di Piu'
nl: Kom meer te weten
pt: Saiba mais

source: Let's set up your watch and create some goals
de: Mit der Einstellung Ihrer Uhr und dem Setzen von Zielen beginnen.
es: Vamos a configurar tu reloj y crear algunas metas
fr: Réglons votre montre et fixons quelques objectifs
it: Impostiamo l'orologio e creiamo alcuni obiettivi
nl: Laten we het horloge instellen en enkele doelen creëren
pt: Vamos configurar o seu relógio e criar algumas metas

source: Lift
de: Krafttraining
es: Levantar
fr: Musculation
it: Sollevamento
nl: Tillen
pt: Levantar

source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggera
nl: Makkelijk
pt: Iluminação

source: Light Sleep
de: Leichtschlaf
es: Sueño ligero
fr: Sommeil léger
it: Sonno leggero
nl: Lichte slaap
pt: Sono leve

source: Loading chart...
de: Diagramm wird geladen ...
es: Cargando gráfica...
fr: Chargement du diagramme...
it: Caricamento del grafico...
nl: Grafiek laden...
pt: A carregar o gráfico...

source: Loading histogram...
de: Histogramm wird geladen ...
es: Cargando histograma...
fr: Chargement de l'histogramme...
it: Caricamento dell'istogramma...
nl: Histogram laden...
pt: A carregar o histograma...

source: Loading profile...
de: Profil wird geladen ...
es: Cargando perfil...
fr: Chargement du profil...
it: Caricamento del profilo...
nl: Profiel laden...
pt: A carregar o perfil...

source: Loading workout history...
de: Trainingsverlauf wird geladen ...
es: Cargando historial de sesiones...
fr: Chargement de l'historique des entraînements...
it: Caricamento cronologia allenamenti...
nl: Work-outgeschiedenis laden...
pt: A carregar o histórico de exercícios...

source: Loading workout...
de: Trainingseinheit wird geladen ...
es: Cargando sesión...
fr: Chargement de l'entraînement...
it: Caricamento dell'allenamento...
nl: Work-out laden
pt: A carregar o exercício...

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento in corso...
pt: A carregar...

source: Low
de: Niedrig
es: Bajo
fr: Faible
it: Basso
nl: Laag
pt: Baixo

source: Low Battery Alert
de: Warnung, schwache Batterie
es: Alerta de batería baja
fr: Alerte de batterie faible
it: Pila dell'orologio scarica
nl: Lage Batterij Waarschuwing
pt: Alerta de bateria fraca

source: MAIN DIAL
de: Hauptzifferblatt
es: ESFERA PRINCIPAL
fr: CADRAN PRINCIPAL
it: QUADRANTE PRINCIPALE
nl: HOOFDWIJZERPLAAT
pt: DIAL PRINCIPAL

source: MALE
de: MÄNNLICH
es: MASCULINO
fr: HOMME
it: MASCHIO
nl: MAN
pt: Masculino

source: METRIC
de: METRISCH
es: Métrico
fr: Métrique
it: METRICO
nl: METRISCH
pt: Métrico

source: MM-DD
de: MM-TT
fr: MM-JJ
it: MM-GG
nl: Maand-Dag

source: MM/DD/YY
de: MM/TT/JJ
es: MM/DD/AA
fr: MM/JJ/AA
it: MM/GG/AA
nl: Maand-Dag-jaar
pt: MM/DD/AA

source: MMM DD
de: MMM TT
fr: MMM JJ
it: MMM GG

source: MON
es: LUN
fr: LUN
it: LUN
nl: Maandag
pt: SEG

source: Make sure to "Forget This Device"
de: Achten Sie auf „Dieses Gerät ignorieren“
es: Asegúrate de "Olvidar este dispositivo"
fr: Veillez à "oublier cet appareil"
it: Assicurati di "Ignora questo dispositivo"
nl: Zorg ervoor dat u "Vergeet dit apparaat"
pt: Certifique-se de "esquecer este dispositivo"

source: Make sure your watch is in Sync mode and that you hold button A until the mode hand reaches the Bluetooth sync position.
de: Vergewissern Sie sich, dass sich Ihre Uhr im Sync-Modus befindet, und dass Sie den Drücker A gedrückt halten, bis der Moduszeiger die Bluetooth-Synchronisationsposition erreicht hat.
es: Asegúrate de que el reloj esté junto al teléfono y la señal de Bluetooth esté encendida.
fr: Vérifier que la montre est près du téléphone et que l'indicateur indique le symbole Bluetooth.
it: Premere e mantenere premuto il pulsante fino a quando la lancetta del quadrante superiore sara' puntata sul simbolo Bluetooth.
nl: Zorg ervoor dat uw horloge in Sync-modus staat en houd de knop A ingedrukt totdat de wijzer de hand van de Bluetooth sync positie bereikt.
pt: Certifique-se de que o relógio está em modo de sincronização e de que mantém premido o botão A até o ponteiro do modo atingir a posição de sincronização Bluetooth.

source: Make sure your watch is in Sync mode and that you press Start to begin the Sync process.
de: Stellen Sie sicher, dass Ihre Uhr im Sync-Modus ist und drücken Sie auf „Start“, um den Synchronisierungsprozess zu beginnen.
es: Asegúrate de que su reloj esté en modo de sincronización y de presionar Iniciar para comenzar el proceso de sincronización.
fr: Assurez-vous que la montre est en mode Sync et veillez à appuyer sur Démarrer pour démarrer le processus de synchronisation.
it: Verifica che il tuo orologio sia in modalità Sinc. premere Start per iniziare il processo di sincronizzazione.
nl: Zorg ervoor dat je horloge in synchronisatiemodus staat en dat je op Start drukt om het synchronisatieproces te beginnen.
pt: Certifique-se de que seu relógio está em modo de Sincronização e não se esqueça de pressionar Start para começar o processo de Sincronização.

source: Make sure your watch is ready to pair. Please follow instructions.
de: Die Uhr muss zum Koppeln bereit sein. Bitte befolgen Sie die Anweisungen.
es: El reloj debe estar listo p/ emparejar Sigue las instrucciones.
fr: Assurez-vous que votre montre est prête pour l'association. Veuillez suivre les instructions.
it: Verificare che il tuo orologio sia pronto per l'abbinamento. Segui le istruzioni.
nl: Controleer of je horloge klaar is voor de koppeling. Volg de instructies.
pt: Veja se o relógio está pronto para ser sincronizado. Siga as instruções.

source: Male
de: Männlich
es: Masculino
fr: Homme
it: Maschio
nl: Man
pt: Masculino

source: Manual
de: Manuell
fr: Manuel
it: Manuale
nl: Handmatig

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Media
pt: Médio

source: Metric
de: Metrisch
es: Sistema métrico
fr: Métrique
it: Metriche
nl: Metrisch
pt: Métrico

source: Minute Total
de: Gesamtzahl Minuten
es: Total de minutos
fr: Total minutes
it: Totale minuti
nl: Totaal aantal minuten
pt: Total de minutos

source: Model: Guess iQ+ Name: %@ Firmware Version M328-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# MAC Address #SERIALNUMBER# Battery At Last Sync #LASTSYNC#
de: Modell: Guess iQ+ Name: %@ Firmware Version M328-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# MAC-Adresse #SERIALNUMBER# Batterie bei letzter Synchronisierung #LASTSYNC#
es: Modelo: Guess iQ+ Nombre: %@ Versión de firmware M328-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Dirección de MAC #SERIALNUMBER# Batería en la última sincronización #LASTSYNC#
fr: Modèle : Guess iQ+ prénom : %@ Version du firmware M328-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Adresse MAC #SERIALNUMBER# Batterie à la dernière synchronisation #LASTSYNC#
it: Modello: Guess iQ+ Nome: %@ Versione firmware M328-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Indirizzo MAC #SERIALNUMBER# Batteria all'ultima sincronizzazione #LASTSYNC#
nl: Model: Guess iQ+ Naam: %@ Firmware versie M328-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Mac adres #SERIALNUMBER# Batterij bij laatste sync #LASTSYNC#
pt: Modelo: Guess iQ+ Nome: %@ Versão do firmware M328-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Endereço MAC #SERIALNUMBER# Battery At Last Sync #LASTSYNC#

source: Model: iQ+ Travel Name: %@ Firmware Version M329-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# MAC Address #SERIALNUMBER# Battery At Last Sync #LASTSYNC#
de: Model: iQ+ Travel Name: %@ Firmware Version M329-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# MAC-Adresse #SERIALNUMBER# Batterie bei letzter Synchronisierung #LASTSYNC#
es: Model: iQ+ Travel Nombre: %@ Versión de firmware M329-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Dirección de MAC #SERIALNUMBER# Batería en la última sincronización #LASTSYNC#
fr: Model: iQ+ Travel prénom : %@ Version du firmware M329-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Adresse MAC #SERIALNUMBER# Batterie à la dernière synchronisation #LASTSYNC#
it: Model: iQ+ Travel Nome: %@ Versione firmware M329-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Indirizzo MAC #SERIALNUMBER# Batteria all'ultima sincronizzazione #LASTSYNC#
nl: Model: iQ+ Travel Naam: %@ Firmware versie M329-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Mac adres #SERIALNUMBER# Batterij bij laatste sync #LASTSYNC#
pt: Model: iQ+ Travel Nome: %@ Versão do firmware M329-#FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Endereço MAC #SERIALNUMBER# Battery At Last Sync #LASTSYNC#

source: Model: Metropolitan+ Nome: %@ Firmware Version #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# MAC Address #SERIALNUMBER# Battery At Last Sync #LASTSYNC#
it: Model: Metropolitan+ Name: %@ Versione firmware #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Indirizzo MAC #SERIALNUMBER# Batteria all'ultima sincronizzazione #LASTSYNC#

source: Modification Date: 11/25/2015
de: Modifiziert am: 25/11/2015
es: Fecha de modificación: 25/11/2015
fr: Date de modification: 11/25/2015
it: Data di modifica: 2015/11/25
nl: Wijzigingsdatum: 2015/11/25
pt: Data de alteração: 25/11/2015

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
nl: Maandag
pt: Segunda-feira

source: Move away from other Bluetooth devices like phones, tablets, activity trackers and headsets.
de: Halten Sie sich von anderen Bluetooth-Geräten wie Smartphones, Tablets, Activity Trackern und Headsets fern.
es: Apártese de otros disp. Bluetooth (tel., tablets, rastreadores de actividad y auriculares).
fr: Éloignez-vous des autres appareils Bluetooth (tél./tablettes/trackers d'activité/casques).
it: Allontanati da altri dispositivi Bluetooth, tra cui cellulari, tablet, activity tracker e cuffie.
nl: Neem afstand van andere Bluetooth apparaten zoals telefoons, tablets, activiteitstrackers en koptelefoons.
pt: Afaste-se de outros dispositivos Bluetooth como telefones, tablets, rastreadores de atividades e auscultadores.

source: Move away from sources of electronic interference like microwave ovens and exercise equipment.
de: Halten Sie sich von Quellen elektrischer Störungen wie Mikrowellenherden und Trainingsgeräten fern.
es: Apártese de fuentes de interferencia electrónica, como los hornos de microondas y los equipos para hacer ejercicio.
fr: Éloignez-vous des sources d'interférences électr. (micro-ondes/appareils d'exercice physique).
it: Allontanati da sorgenti interf. elettroniche, es. forni microonde/attrezzi per esercizi.
nl: Neem afstand van elektronische interferentie zoals magenetrons en fitnesstoestellen.
pt: Afaste-se de fontes de interferência eletrónica, como fornos micro-ondas e equipamentos de exercício.

source: My watch isn't showing this screen
de: Meine Uhr zeigt dieses Bild nicht an
es: Mi reloj no muestra esta pantalla
fr: Ma montre ne s'affiche pas sur cet écran
it: Il mio orologio non mostra questa schermata
nl: Dit scherm verschijnt niet op mijn horloge
pt: O meu relógio não mostra este ecrã

source: NAME
es: NOMBRE
fr: NOM
it: NOME
nl: NAAM
pt: NOME

source: NEXT
de: WEITER
es: SIGUIENTE
fr: PROCHAIN
it: AVANTI
nl: VOLGENDE
pt: Próximo

source: NIGHT MODE
de: NACHTMODUS
es: MODO NOCTURNO
fr: MODE NUIT
it: MODALITÀ NOTTE
nl: NACHTMODUS
pt: MODO NOTURNO

source: NOT CONNECTED
de: NICHT VERBUNDEN
es: SIN CONEXIÓN
fr: NON CONNECTÉ
it: NON CONNESSO
nl: NIET VERBONDEN
pt: NÃO CONECTADO

source: NOTIFICATION ALERT
de: MITTEILUNGS-ALARM
es: ALERTA DE NOTIF.
fr: ALERTE NOTIF.
it: AVVISO NOTIFICA
nl: MELDINGSTOON
pt: ALERTA DE AVISO

source: NOTIFICATIONS
de: MITTEILUNGEN
es: NOTIFICACIONES
it: NOTIFICHE
nl: MELDINGEN
pt: AVISOS

source: Name shouldn't exceed 64 characters
de: Der Name darf nicht länger als 64 Zeichen sein
es: El nombre no debe superar los 64 caracteres
fr: Le nom ne doit pas dépasser 64 caractères
it: Il nome non deve superare i 64 caratteri
nl: Naam mag niet uit meer dan 64 tekens bestaan
pt: O nome não deve exceder 64 caracteres

source: Never Synced
de: Nie synchronisiert
es: Nunca se sincronizó
fr: Jamais synchronisée
it: Mai sincronizzato
nl: Nooit gesynchroniseerd
pt: Nunca sincronizado

source: New software is available for your watch. Would you like to download it now?
de: Es steht neue Software für Ihre Uhr bereit. Möchten Sie sie jetzt herunterladen?
es: Hay nuevo software disponible para su reloj. ¿Desea descargarlo ahora?
fr: Un nouveau logiciel est disponible pour votre montre. Voulez-vous le télécharger maintenant ?
it: È disponibile un nuovo software per il tuo orologio. Vuoi scaricarlo ora?
nl: Er is nieuwe software beschikbaar voor je horloge. Wil je deze nu downloaden?
pt: Novo software disponível para o seu relógio. Deseja proceder agora ao download?

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pt: Avançar

source: Night Mode
de: Nachtmodus
es: Modo nocturno
fr: Mode nuit
it: Modalità notte
nl: Nachtmodus
pt: Modo noturno

source: No Watch Connected
de: Keine Uhr verbunden
es: No hay un reloj conectado
fr: Pas de montre connectée
it: Nessun orologio connesso
nl: Geen verbinding met horloge
pt: Nenhum relógio conectado

source: No data to display
de: Keine Daten zum Anzeigen
es: No hay datos para mostrar
fr: Aucune donnée à afficher
it: Nessun dato da visualizzare
nl: geen gegevens om weer te geven
pt: Nenhuns dados para mostrar

source: No new firmware available.
de: Keine neue Firmware verfügbar.
es: No hay firmware nuevo disponible.
fr: Aucun nouveau firmware disponible.
it: Nessun nuovo firmware disponibile.
nl: Geen nieuwe firmware beschikbaar.
pt: Nenhum firmware novo disponível.

source: No thanks, not now
de: Nein danke, nicht jetzt
es: No, gracias, ahora no
fr: Non merci, pas maintenant
it: No grazie, non ora
nl: Nee bedankt, niet nu
pt: Não, obrigado, agora não

source: No workouts during that time
de: Keine Trainingseinheiten während dieser Zeit
es: No hay entrenamiento durante ese tiempo
fr: Pas d'entraînements pendant cette période
it: Nessun allenamento in quel periodo
nl: Geen work-outs in die periode
pt: Nenhum exercício durante esse período

source: No workouts to compare to.
de: Keine Trainingseinheiten zum Vergleich vorhanden.
es: No hay sesiones para realizar una comparación.
fr: Pas d'entraînements pour la comparaison.
it: Nessun allenamento con cui fare il confronto.
nl: Geen work-outs om mee te vergelijken
pt: Nenhum exercício para comparar.

source: Not connected to internet.
de: Nicht mit dem Internet verbunden.
es: Sin conexión a Internet.
fr: Pas connecté à Internet.
it: Non connesso a Internet.
nl: Niet verbonden met internet.
pt: Não está ligado à internet.

source: Not connected to watch.
de: Nicht mit der Uhr verbunden.
es: Sin conexión al reloj.
fr: Pas connecté à la montre.
it: Non connesso all'orologio.
nl: Niet verbonden met horloge.
pt: Não está ligado ao relógio.

source: Not enough free disk space
de: Nicht genügend freier Speicherplatz
es: No hay suficiente espacio libre en disco
fr: Espace disque insuffisant
it: Non abbastanza spazio libero su disco
nl: Niet genoeg vrije schijfruimte
pt: Espaço disponível no disco é insuficiente

source: OFF
de: AUS
es: DESACTIVAR
fr: DÉSACTIVER
it: SPENTO
nl: UIT
pt: DESLIGADO

source: ON
de: EIN
es: ACTIVAR
fr: ACTIVER
it: SOPRA
nl: AAN
pt: ATIVADO

source: OTHER TIME:
de: ANDERE ZEIT:
es: OTRA HORA:
fr: AUTRE HEURE :
it: ALTRA ORA:
nl: ANDERE TIJD:
pt: OUTRA HORA:

source: Off
de: Aus
es: Desactivado
fr: Désactiver
it: Spento
nl: Uit
pt: Desligado

source: Oh No! Let's try again.
de: Oh, nein! Lassen Sie es uns erneut versuchen.
es: ¡Oh, no! Intentemos de nuevo.
fr: Oh non ! Réessayez.
it: Accidenti! Proviamo di nuovo.
nl: Oh nee! Laten we het opnieuw proberen.
pt: Oh, não! Vamos tentar novamente.

source: Once
de: Einmal
es: Una vez
fr: Une fois
it: Una volta
nl: Eenmalig
pt: Uma vez

source: Once it's found, select your watch from the list below to sync and check for updates.
de: Sobald sie gefunden wurde, wählen Sie unten Ihre Uhr zum Synchronisieren und zur Aktualisierungsprüfung aus.
es: Una vez que se encuentre, selecciona tu reloj de la lista a continuación para sincronizar y buscar actualizaciones.
fr: Une fois trouvé, sectionnez votre montre ci-dessous pour la synchroniser et rechercher des mises à jour. Cela peut prendre quelques minutes.
it: Una volta trovato, seleziona in basso l'orologio da sincronizzare e controlla gli aggiornamenti. Questa operazione potrebbe richiedere alcuni minuti.
nl: Als het eenmaal is gevonden, selecteer dan uw horloge hieronder om te synchroniseren en te controleren op bijwerkingen. Dit kan enkele minuten duren
pt: Quando o encontrar, selecione o seu relógio na lista abaixo para o sincronizar e verificar atualizações.

source: PAIRING COMPLETE!
de: KOPPELUNG ABGESCHLOSSEN!
es: ¡EMPAREJAMIENTO COMPLETO!
fr: ASSOCIATION TERMINÉE !
it: ACCOPPIAMENTO COMPLETATO!
nl: KOPPELEN VOLTOOID!
pt: SINCRONIZAÇÃO CONCLUÍDA!

source: PERFECT DATE
es: FECHA PERFECTA
fr: DATE PARFAITE
it: DATA ESATTA
nl: PERFECTE DATUM
pt: DATA PERFEITA

source: PHONE FINDER ON
de: SMARTPHONE-FINDER EIN
es: BUSCADOR DE TELÉFONO ACTIVADO
fr: RECHERCHE DE TÉLÉPHONE ACTIVÉE
it: PHONE FINDER ATTIVO
nl: TELEFOON ZOEKEN AAN
pt: LOCALIZADOR DE TELEFONE ATIVADO

source: PHONE FINDER SETTINGS
de: SMARTPHONE-FINDER EINSTELLUNGEN
es: CONFIG. BUSC. DE TEL
fr: PARAM. RECH. DE TÉL.
it: IMPOSTAZIONI DI PHONE FINDER
nl: INSTELLINGEN TELEFOON ZOEKEN
pt: CONFIG LOCAL. TELEF

source: PHONE TIME:
de: TEL.-ZEIT
es: HORA TEL:
fr: HEURE TÉL :
it: ORA CELL:
nl: TELEFOONTIJD:
pt: HORA TELEF.

source: PICK CALENDARS TO SYNC
de: KALENDER FÜR DIE SYNCHRONISIERUNG AUSWÄHLEN
es: ELEGIR CALENDARIOS PARA SINCRONIZAR
fr: CHOISIR LES CALENDRIERS À SYNC
it: SCEGLI I CALENDARI DA SINCRONIZZARE
nl: AGENDA'S KIEZEN OM TE SYNCHRONISEREN
pt: ESCOLHA CALENDÁRIOS PARA SINCRONIZAÇÃO

source: Pair your watch to the Guess Connect app
de: Koppeln Sie Ihre Uhr mit der Guess Connect App
es: Empareje el reloj a la aplicación de Guess Connect
fr: Associez votre montre à l'application Guess Connect
it: Abbinare l'orologiocon l'applicazione Guess Connect
nl: Koppel uw horloge met de Guess Connect app
pt: Sincronize o relógio com a aplicação Guess Connect

source: Pairing your Run x50+
es: Emparejamiento de su Run x50+
fr: Associer votre Run x50+
it: Accoppiamento del tuo Run x50+
nl: Je Run x50+ koppelen
pt: A sincronizar o seu Run x50+

source: Perfect Date
es: Fecha Perfecta
fr: Date parfaite
it: Data esatta
nl: Perfecte Datum
pt: Data perfeita

source: Photo Album Unavailable
de: Fotoalbum nicht verfügbar
es: Álbum de fotos no disponible
fr: Album photo non disponible
it: Album fotografico non disponibile
nl: Fotoalbum niet beschikbaar
pt: Álbum de fotos indisponível

source: Place your watch in sync mode: Push and hold button A until the upper hand points to the Bluetooth symbol on the upper dial.
de: Bringen Sie Ihre Uhr in den Synchronisierungs-Modus: Drücken Sie den Drücker A gedrückt, bis der obere Zeiger auf das Bluetooth-Symbol auf dem oberen Zifferblatt zeigt.
es: Pon tu reloj en modo sincronización: Mantén presionado el botón A hasta que la manecilla superior señale el símbolo Bluetooth de la esfera superior.
fr: Maintenez le bouton enfoncé jusqu'à voir que le cadran supérieur indique le symbole Bluetooth.
it: Premere e mantenere premuto il pulsante Premi fino a quando il quadrante superiore non punterà verso il simbolo Bluetooth.
nl: Plaats uw horloge in sync-modus: Druk en houd de knop A ingedrukt totdat de bovenste punten op het Bluetooth-symbool staat op de bovenste wijzerplaat.
pt: Coloque o relógio em modo de sincronização: Prima e mantenha premido o botão A até que a parte superior aponte para o símbolo Bluetooth no mostrador superior.

source: Place your watch into Sync mode and then press the START button to begin the setup process.
de: Bringen Sie Ihre Uhr in den Synchronisierungs-Modus und drücken Sie dann START, um mit dem Setup-Prozess zu beginnen.
es: Pon tu reloj en modo de sincronización y luego presiona el botón "START" para comenzar el proceso de configuración.
fr: Placez votre montre en mode Sync et appuyez sur le bouton DÉMARRER pour entamer le processus de configuration.
it: Imposta il tuo orologio in modalità Sincr., quindi premi il tasto START per iniziare il processo di configurazione.
nl: Zet je horloge in synchronisatiemodus en druk op de START-knop om het instellingsproces te beginnen.
pt: Coloque seu relógio em modo de Sincronização e depois prima o botão START para começar o processo de configuração.

source: Please Confirm
de: Bitte bestätigen
es: Confirma
fr: Veuillez confirmer
it: Conferma
nl: Bevestig
pt: Confirme

source: Please Wait
de: Bitte warten
es: Espera
fr: Veuillez patienter
it: Attendi
nl: Even geduld
pt: Aguarde
