Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: Current time: %@ (%@ hours) Once your watch is connected, the top pusher will let you quickly see the second time zone on the main dial.
de: Current time: %1$@ (%2$@ hours) Once your watch is connected, the top pusher will let you quickly see the second time zone on the main dial.
es: Current time: %1$@ (%2$@ hours) Once your watch is connected, the top pusher will let you quickly see the second time zone on the main dial.
fr: Current time: %1$@ (%2$@ hours) Once your watch is connected, the top pusher will let you quickly see the second time zone on the main dial.
it: Current time: %1$@ (%2$@ hours) Once your watch is connected, the top pusher will let you quickly see the second time zone on the main dial.
nl: Current time: %1$@ (%2$@ hours) Once your watch is connected, the top pusher will let you quickly see the second time zone on the main dial.
pt: Current time: %1$@ (%2$@ hours) Once your watch is connected, the top pusher will let you quickly see the second time zone on the main dial.

source: HOURS
de: STUNDEN
es: HORAS
fr: HEURES
it: ORE
nl: Uren
pt: HORAS

source: HRS
de: STD
es: H
it: ORE
nl: Uren

source: How active do you want to be?
de: Wie aktiv möchten Sie sein?
es: ¿Cuán activo quieres estar?
fr: Quel niveau d'activité voulez-vous choisir?
it: Quanto vuoi essere attivo?
nl: Hoe actief wil je zijn?
pt: Quão ativo quer ser?

source: To connect your watch with the phone, press and hold the Crown for about 5 seconds until you hear a 3 tone melody and the hands move together.
de: Um Ihre Uhr mit dem Telefon zu verbinden, halten Sie die Krone für ca. 5 Sekunden gedrückt, bis Sie eine Melodie aus 3 Tönen hören und die Zeiger zusammentreffen.
es: Para conectar tu reloj al teléfono, mantén presionada la Corona aproximadamente 5 segundos hasta que escuches la melodía de 3 tonos y las manecillas se muevan juntas.
fr: Pour connecter votre montre au téléphone, maintenez la Couronne appuyée pendant environ 5 secondes jusqu'à ce que vous entendiez une mélodie à 3 tons et que les aiguilles se déplacent ensemble.
it: Per collegare l'orologio al telefono, tieni premuto la Corona per circa 5 secondi fino a quando sentirai una melodia a 3 toni e le lancette si muoveranno insieme.
nl: Om uw horloge te verbinden met de telefoon, houdt het opwindknopje voor ongeveer 5 seconden ingedrukt totdat u een drietonig geluid hoort en de wijzers zich verplaatsen.
pt: Para conectar o seu relógio ao telefone, mantenha a Coroa pressionada por 5 segundos, até ouvir uma melodia de 3 tons e os ponteiros se unirem.

source: ADVANCED
de: ERWEITERT
es: AVANZADO
fr: AVANCÉS
it: AVANZATO
pt: AVANÇADO

source: USER INFORMATION
de: BENUTZERINFORMATIONEN
es: INFORMACIÓN DE USUARIO
fr: INFORMATIONS SUR L'UTILISATEUR
it: INFORMAZIONI UTENTE
nl: GEBRUIKERS INFORMATIE
pt: INFORMAÇÃO DO UTILIZADOR

source: Do you want to delete or save existing data?
de: Möchten Sie die vorliegenden Daten löschen oder speichern?
es: ¿Desea eliminar o guardar datos existentes?
fr: Voulez-vous supprimer ou enregistrer des données existantes?
it: Vuoi cancellare o salvare i dati esistenti?
nl: Wilt u bestaande gegevens verwijderen of op slaan?
pt: Deseja eliminar ou salvar dados existentes?

source: Why do we need this information?
de: Warum brauchen wir diese Informationen?
es: ¿Por qué necesitamos esta información?
fr: Pourquoi avons-nous besoin de cette information?
it: Perché abbiamo bisogno di queste informazioni?
nl: Waarom hebben we deze informatie nodig?
pt: Por que precisamos desta informação ?

source: "Forget This Device" from Bluetooth Settings
de: „Dieses Gerät vergessen“ auf den Bluetooth-Einstellungen
es: "Olvidar este dispositivo" de los ajustes de Bluetooth
fr: "Oublier cet appareil" dans les réglages Bluetooth
it: "Dimentica dispositivo" dalle impostazioni Bluetooth
nl: "Vergeet dit apparaat" uit Bluetooth-instellingen
pt: "Forget This Device" (Esquecer esse dispositivo) nas configurações do Bluetooth

source: # of Laps
de: Rundenzahl
es: Cant. de vueltas
fr: Nbre tours
it: N. di giri
nl: Aantal rondjes
pt: Nº de voltas

source: %.2f miles
de: %.2f Meilen
es: %.2f millas
fr: %.2f milles
it: %.2f miglia
nl: %.2f mijl
pt: %.2f milhas

source: %@ %d laps
de: %1$@ %2$d Runden
es: %1$@ %2$d vueltas
fr: %1$@ %2$d tours
it: %1$@ %2$d giri
nl: %1$@ %2$d rondjes
pt: %1$@ %2$d voltas

source: %@ %d laps (%@)
de: %1$@ %2$d Runden (%3$@)
es: %1$@ %2$d vueltas (%3$@)
fr: %1$@ %2$d tours (%3$@)
it: %1$@ %2$d giri (%3$@)
nl: %1$@ %2$d rondjes (%3$@)
pt: %1$@ %2$d voltas %3$@)

source: %d ft
es: %d pie
fr: %d pi
it: %d pie

source: %d in
es: %d plg
fr: %d po
it: %d pol
nl: %d inch

source: %d inches
de: %d Zoll
es: %d pulgadas
fr: %d inch
it: %d pollici
nl: %d inch
pt: %d polegadas

source: (KILOMETERS)
de: (KILOMETER)
es: (KILÓMETRO)
fr: (KILOMÈTRES)
it: (CHILOMETRI)
pt: (QUILÓMETROS)

source: (MILES)
de: (MEILEN)
es: (MILLAS)
fr: (MILLES)
it: (MIGLIA)
nl: (MIJL)

source: (PLUGGED IN)
de: (NETZBETRIEB)
es: (CONECTADO)
fr: (BRANCHÉ)
it: (COLLEGATO)
nl: (AANGESLOTEN)
pt: (CONECTADO)

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
nl: 1 uur
pt: 1 hora

source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
nl: 1 maand
pt: 1 mês

source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
pt: 1 semana

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
nl: 1 jaar
pt: 1 ano

source: 2 hours
de: 2 Stunden
es: 2 horas
fr: 2 heures
it: 2 ore
nl: 2 uur
pt: 2 horas

source: 2 weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
it: 2 settimane
nl: 2 weken
pt: 2 semanas

source: 2 years
de: 2 Jahre
es: 2 años
fr: 2 ans
it: 2 anni
nl: 2 jaar
pt: 2 anos

source: 3 tone melody
de: 3-Ton-Melodie
es: Melodía de 3 tonos
fr: 3 mélodies sonores
it: suoneria a 3 toni
nl: 3 tonige melodie
pt: Melodia de 3 tons

source: 3RD TIME ZONE
de: DRITTE ZEITZONE
es: 3ª ZONA HORARIA
fr: 3e FUSEAU HORAIRE
it: III FUSO ORARIO
nl: 3E TIJDZONE
pt: 3° FUSO HORÁRIO

source: 3rd time zone
de: dritte zeitzone
es: 3ª zona horaria
fr: 3e fuseau horaire
it: III fuso orario
nl: 3e tijdzone
pt: 3° fuso horário

source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
nl: 6 maanden
pt: 6 meses

source: 12-HR
de: 12-STD.
es: 12 h
fr: 12 H
it: 12 H
nl: 12 uur
pt: 12 H

source: 12:00 position
de: 12:00 Stellung
es: 12:00 posición
fr: position 12:00
it: posizione 12:00
nl: 12:00 positie
pt: 12:00 posição

source: 15 min.
it: 15 minuti.

source: 24-HR
de: 24-STD.
es: 24 h
fr: 24 H
it: 24-H
nl: 24 uur
pt: 24 H

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
nl: 30 dagen
pt: 30 dias

source: 30 min.
it: 30 minuti.
pt: 2 anos.

source: 60 days
de: 60 Tage
es: 60 días
fr: 60 jours
it: 60 giorni
nl: 60 dagen
pt: 60 dias

source: ABOUT
de: ÜBER UNS
es: ACERCA DE
fr: À PROPOS DE
it: INFORMAZIONI
nl: INFO
pt: SOBRE

source: ACTION AT END
de: AKTION AM ENDE
es: ACC. AL FIN
fr: ACTION À LA FIN
it: AZIONE ALLA FINE
nl: ACTIE BIJ EINDE
pt: AÇÃO NO FINAL

source: ACTIVITY
de: AKTIVITÄT
es: ACTIVIDAD
fr: ACTIVITÉ
it: ATTIVITÀ
nl: ACTIVITEIT
pt: ATIVIDADE

source: ACTIVITY SENSOR
de: AKTIVITÄTSSENSOR
es: SENSOR DE ACTIVIDAD
fr: CAPTEUR D'ACTIVITÉ
it: SENSORE DI ATTIVITÀ
nl: ACTIVITEITSSENSOR
pt: SENSOR DE ATIVIDADE

source: ACTIVITY TRACKING
de: AKTIVITÄTS-TRACKING
es: SEGUIM. ACTIVID
fr: SUIVI D'ACTIVITÉ
it: MONITORAGGIO ATTIVITÀ
nl: ACTIVITEIT BIJHOUDEN
pt: RASTR ATIVIDADE

source: ADD SITE
de: SEITE HINZUFÜGEN
es: AGREGAR SITIO
fr: AJOUTER SITE
it: AGGIUNGI SITO
nl: LOCATIE TOEVOEGEN
pt: ADICIONAR SITE

source: ADVANCED
de: ERWEITERT
es: AVANZADO
fr: AVANCÉ
it: AVANZATE
nl: GEAVANCEERD
pt: AVANÇADO

source: ADVANCED CONTROLS
de: ERWEITERTE STEUERUNG
es: CONTROLS AVANZADO
fr: COMMANDES AVANCÉES
it: CONTROLLI AVANZATI
nl: GEAVANCEERDE BEDIENING
pt: COMANDOS AVANÇADOS

source: AGE
de: ALTER
es: EDAD
fr: ÂGE
it: ETÀ
nl: LEEFTIJD
pt: IDADE

source: ALARM
de: WECKER
es: ALARMA
fr: ALARME
it: ALLARME
pt: ALARME

source: ALARM 1 FREQUENCY
de: WECKER 1 HÄUFIGKEIT
es: FREC. DE ALARMA 1
fr: FRÉQUENCE ALARME 1
it: FREQUENZA ALLARME 1
nl: FREQUENTIE ALARM 1
pt: FREQ. ALARME

source: ALARM 1 STATUS
de: WECKER 1 STATUS
es: ESTADO DE ALARMA 1
fr: ÉTAT ALARME 1
it: STATO ALLARME 1
nl: STATUS ALARM 1
pt: STATUS DO ALARME 1

source: ALARM 1 TIME
de: WECKER 1 ZEIT
es: HORA DE ALARMA 1
fr: HEURE ALARME 1
it: ORA ALLARME 1
nl: TIJDSTIP ALARM 1
pt: HORA DO ALARME 1

source: ALARM 2 FREQUENCY
de: WECKER 2 HÄUFIGKEIT
es: FREC. DE ALARMA 2
fr: FRÉQUENCE ALARME 2
it: FREQUENZA ALLARME 2
nl: FREQUENTIE ALARM 2
pt: FREQ. ALARME

source: ALARM 2 STATUS
de: WECKER 2 STATUS
es: ESTADO DE ALARMA 2
fr: ÉTAT ALARME 2
it: STATO ALLARME 2
nl: STATUS ALARM 2
pt: STATUS DO ALARME 2

source: ALARM 2 TIME
de: WECKER 2 ZEIT
es: HORA DE ALARMA 2
fr: HEURE ALARME 2
it: ORA ALLARME 2
nl: TIJDSTIP ALARM 2
pt: HORA DO ALARME 2

source: ALARM 3 FREQUENCY
de: WECKER 3 HÄUFIGKEIT
es: FREC. DE ALARMA 3
fr: FRÉQUENCE ALARME 3
it: FREQUENZA ALLARME 3
nl: FREQUENTIE ALARM 3
pt: FREQ. ALARME

source: ALARM 3 STATUS
de: WECKER 3 STATUS
es: ESTADO DE ALARMA 3
fr: ÉTAT ALARME 3
it: STATO ALLARME 3
nl: STATUS ALARM 3
pt: STATUS DO ALARME 3

source: ALARM 3 TIME
de: WECKER 3 ZEIT
es: HORA DE ALARMA 3
fr: HEURE ALARME 3
it: ORA ALLARME 3
nl: TIJDSTIP ALARM 3
pt: HORA DO ALARME 3

source: ALARM ALERT
de: WECKER BENACHRICHTIGUNG
es: ALERTA DE ALARMA
fr: ALERTE ALARME
it: AVVISO ALLARME
nl: ALARMTOON
pt: ALERTA DE ALARME

source: ALARM SYNCED
de: ALARMSYNCH
es: ALARMA SINCRONIZADA
fr: ALARME SYNCHRONYSÉE
it: ALLARME SINCRONIZZATO
nl: ALARM GESYNCHRONISEERD
pt: ALARME SINCRONIZADO

source: ALL DAY
de: GANZTÄGIG
es: TODO EL DÍA
fr: TOUTE LA JOURNÉE
it: G. INT
nl: HELE DAG
pt: O DIA TODO

source: ALL NOTIFICATIONS
de: ALLE MITTEILUNGEN
es: TODAS LAS NOTIF
fr: TOUTES LES NOTIFS
it: TUTTE LE NOTIFICHE
nl: ALLE MELDINGEN
pt: TODOS OS AVISOS

source: ANALOG SECOND HAND
de: ANALOGER SEKUNDENZEIGER
es: SEGUNDERO ANALÓGICO
fr: TROTTEUSE ANALOGIQUE
it: LANCETTA DEI SECONDI ANALOGICA
nl: ANALOGE SECONDENWIJZER
pt: PONTEIRO DE SEGUNDOS ANALÓGICO

source: ANALOG WATCHES
de: ANALOGUHREN
es: RELOJES ANÁLOGOS
fr: MONTRES ANALOGIQUES
it: OROLOGI ANALOGIC
nl: ANALOOG HORLOGE
pt: RELÓGIOS ANALÓGICOS

source: APP SETTINGS
de: APP-EINSTELLUNGEN
es: CONFIG. APL
fr: PARAM. APP
it: IMPOSTAZIONI APP
nl: APP-INSTELLINGEN
pt: CONFIG APLIC

source: AUTO UPLOAD:
de: AUTOM. UPLOAD:
es: CARGA AUTOMÁTICA:
fr: CHARGEMENT AUTO :
it: CARICAMENTO AUTOMATICO:
nl: AUTOMATISCH UPLOADEN:
pt: UPLOAD AUTOMÁTICO:

source: AVERAGE
de: DURCHSCHNITT
es: PROMEDIO
fr: MOYENNE
it: MEDIA
nl: GEMIDDELD
pt: MÉDIA

source: AWAKE
de: WACH
es: DESPERTAR
fr: ÉVEILLÉ
it: ORARIO RISVEGLIO
nl: WAKKER
pt: ACORDAR

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
pt: Sobre

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
nl: Bevestigen
pt: Aceito

source: Access Denied
de: Zugriff Verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
nl: Toegang geweigerd
pt: Acesso negado

source: Access denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
nl: Toegang geweigerd
pt: Acesso negado

source: Access to Calendar was denied by the user. To grant access, please go to Settings->Privacy->Calendar and enable access for Guess_IQ app.
de: Der Zugriff auf den Kalender wurde vom Benutzer verweigert. Um Zugriff zu gewähren, gehen Sie bitte zu Einstellungen->Datenschutz->Kalender und aktivieren Sie den Zugriff für die Guess_IQ App.
es: El acceso al Calendario fue denegado por el usuario. Para proporcionar acceso, vaya a la sección->Privacidad->Calendario y habilite el acceso para la aplicación Guess_IQ.
fr: L'accès au calendrier a été refusé par l'utilisateur. Pour autoriser l'accès, allez sur Paramètres->Confidentialité->Calendrier, et activez l'accès à l'application Guess_IQ.
it: L'accesso al calendario è stato negato dall'utente. Per garantire l'accesso, accedere a Impostazioni->Privacy->Calendario e consentire l'accesso per l'app Guess_IQ.
nl: Toegang tot kalender geweigerd door de gebruiker. Om toegang te geven, ga je naar Instellingen->Privacy->Kalender en schakel je toegang voor Guess_IQ app in.
pt: O acesso ao Calendário foi negado pelo utilizador. Para autorizar o acesso, vá para Configurações->Privacidade->Calendário e ative o acesso ao aplicativo Guess_IQ.

source: Access token could not be refreshed
de: Zugriffstoken konnte nicht aktualisiert werden
es: El token de acceso no se pudo actualizar
fr: L'identification de l'utilisateur n'a pas pu être actualisé
it: Token di accesso non può essere aggiornata
nl: Toegang kan niet worden vernieuwd
pt: O token de acesso não pôde ser atualizado

source: Activate sync mode.
de: Sync-Modus aktivieren.
es: Activar modo de sincronizar.
fr: Activer le mode de synchronisation.
it: Attiva modalità di sincronizzazione.
nl: Activeer synchr.modus.
pt: Ativar modo de sincronização

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
nl: Actief
pt: Ativo

source: Activity at a glance.
de: Aktivitäten auf einen Blick.
es: Actividad de un vistazo.
fr: Activité en un coup d'œil.
it: Attività in panoramica.
nl: Activiteit met één oogopslag.
pt: Visualização rápida da atividade

source: Activity log from last sync: WDR: %d POR: %d LPR: %d SYR: %d Times Calibrated: %d
de: Aktivitätsprotokoll von der letzten Synchronisierung: WDZ: %1$d AZ %2$d LPZ: %3$d SYZ: %4$d Kalibrierungsanzahl: %5$d
es: Registro de actividad de la última sincronización: RV: %1$d RA: %2$d RCB: %3$d RS: %4$d Horas calibradas: %5$d
fr: Journal d'activité depuis la dernière synchronisation : WDR: %1$d POR: %2$d LPR: %3$d SYR: %4$d Nombre d'étalonnages : %5$d
it: Registro attività dall'ultima sincronizzazione: RWD: %1$d RS: %2$d RLP: %3$d RS: %4$d Orari calibrati: %5$d
nl: Activiteitenlogboek vanaf laatste synchr: WDR: %1$d USR: %2$d LER: %3$d SYR: %4$d Aantal keren gekalibreerd: %5$d
pt: Registro da atividade da última sincronização: WDR: %1$d POR: %2$d LPR: %3$d SYR: %4$d Horas calibradas: %5$d

source: Adjust Now
de: Jetzt einstellen
es: Ajustar ahora
fr: Ajuster maintenant
it: Regola ora
nl: Nu bijstellen
pt: Ajustar agora

source: After 30 seconds of searching the watch sync will stop if it does not find the phone. You may need to restart the sync.
de: Nach 30 Sekunden Suche stoppt die Synchronisierung, wenn das Smartphone nicht gefunden wird. Sie müssen die Synchronisierung möglicherweise erneut starten.
es: Después de 30 segundos de búsqueda, la sincronización del reloj se detendrá si no encuentra el teléfono. Es posible que deba reiniciar la sincronización.
fr: La montre effectue des recherches pendant 30 secondes et s'arrête si elle ne détecte pas le téléphone. Vous devrez peut-être redémarrer la synchronisation.
it: Dopo 30 secondi di ricerca, la sincronizzazione dell'orologio si interromperà se non trova il cellulare. Potrebbe essere necessario riavviare la sincronizzazione.
nl: Na 30 seconden stopt het horloge met zoeken als hij de telefoon niet vindt. Probeer het synchroniseren dan opnieuw.
pt: Após 30 segundos de busca, a sincronização do relógio será interrompida se ele não localizar o telefone. Talvez seja necessário recomeçar a sincronização.

source: Alarm frequency
de: Weckerhäufigkeit
es: Frecuencia de la alarma
fr: Fréquence d'alarme
it: Frequenza della sveglia
nl: Alarmfrequentie
pt: Frequência do alarme

source: Align hands
de: Uhrzeiger ausrichten
es: Alinear las manecillas
fr: Aligner les aiguilles
it: Allinea lancette
nl: Stel wijzers
pt: Alinhar ponteiros do relógio

source: Align the Arrow Hand to twelve.
de: Richten Sie den Zentrumzeiger auf Zwölf aus.
es: Alinea la manecilla de la flecha con el doce.
fr: Alignez l'aiguille sur douze.
it: Allinea la freccia della lancetta alle ore dodici.
nl: Stel de secondewijzer in op twaalf.
pt: Alinhe o ponteiro com a seta às 12h.

source: Align the hour hand to twelve
de: Den Stundenzeiger auf 12 Uhr setzen
es: Alinear la manecilla de las horas a las doce
fr: Aligner l'aiguille des heures sur douze
it: Allinea la lancetta delle ore su dodici
nl: Lijn uurwijzer uit met twaalf
pt: Alinhar o ponteiro da hora em doze

source: Align the minute hand to twelve
de: Den Minutenzeiger auf 12 Uhr setzen
es: Alinear el minutero a las doce
fr: Aligner l'aiguille des minutes sur douze
it: Allinea la lancetta dei minuti su dodici
nl: Lijn minuutwijzer uit met twaalf
pt: Alinhar o ponteiro do minuto em doze

source: Align the second hand to twelve
de: Den Sekundenzeiger auf 12 Uhr setzen
es: Alinear el segundero a las doce
fr: Aligner la trotteuse sur douze
it: Allinea la lancetta dei secondi su dodici
nl: Lijn secondewijzer uit met twaalf
pt: Alinhar o ponteiro do segundo em doze

source: Align the sub-dial hand to zero
de: Den Zeiger im kleinen Zifferblatt auf 0 Uhr setzen
es: Alinear la esfera secundaria a cero
fr: Aligner l'aiguille du cadran secondaire sur zéro
it: Allinea il sottoquadrante su zero
nl: Lijn de kleine wijzer uit met nul
pt: Alinhar o ponteiro do subdial em zero

source: Align watch hands
de: Uhrenzeiger einstellen
es: Alinear las manecillas del reloj
fr: Aligner les aiguilles de la montre
it: Allinea le lancette dell'orologio
nl: Lijn horlogewijzers uit
pt: Alinhar os ponteiros do relógio

source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
nl: Alle
pt: Todos

source: All Day
de: Ganztägig
es: Todo el día
fr: toute la journée
it: Tutto il giorno
nl: De hele dag
pt: Dia todo

source: All Time
de: Gesamtzeit
es: Todo el tiempo
fr: Tous les temps
it: Da sempre
nl: Geschiedenis
pt: Tempo todo

source: All Time Daily Average
de: Gesamtzeit Tagesdurchschnitt
es: Promedio diario de todo el tiempo
fr: Moyenne quotidienne de tous les temps
it: Media giornaliera da sempre
nl: Gemiddelde van dag geschiedenis
pt: Média diária de sempre

source: All custom alarms have been reset to defaults.
de: Alle benutzerdefinierten Wecker wurden auf die Standardwerte zurückgesetzt.
es: Todas las alarmas personalizadas se han restablecido en los valores predeterminados.
fr: Les valeurs par défaut ont été rétablies pour toutes les alarmes personnalisées.
it: Tutti gli allarmi personalizzati sono stati riportati alle impostazioni predefinite.
nl: Alle eigen alarmen zijn teruggezet op de standaardinstellingen.
pt: Todos os alarmes personalizados foram restabelecidos às definições de fábrica.

source: All excluded calendar events have been reset.
de: Alle ausgeschlossenen Kalenderereignisse wurden zurückgesetzt.
es: Se han restablecido todos los eventos de calendario excluidos.
fr: Tous les événements de calendrier exclus ont été réinitialisés.
it: Tutti gli eventi di calendario esclusi sono stati ripristinati.
nl: Alle niet-inbegrepen gebeurtenissen in de agenda zijn opnieuw ingesteld.
pt: Todos os eventos de calendário excluídos foram redefinidos.

source: All fields are required
de: Alle Felder müssen ausgefüllt werden
es: Todos los campos son obligatorios
fr: Tous les champs sont obligatoires
it: Tutti i campi sono obbligatori
nl: Alle velden zijn verplicht
pt: Todos os campos são necessários

source: All firmware files successfully uploaded to watch. Please confirm firmware update on your watch.
de: Alle Firmware-Dateien erfolgreich auf die Uhr hochgeladen. Bitte bestätigen Sie das Firmware-Update auf Ihrer Uhr.
es: Todos los archivos de firmware se cargaron correctamente en el reloj. Confirma la actualización de firmware en el reloj.
fr: Tous les fichiers de firmware ont été chargés sur la montre. Veuillez confirmer la mise à jour du firmware sur votre montre.
it: Tutti i file del firmware sono stati caricati correttamente sull'orologio. Verifica l'aggiornamento del firmware sul tuo orologio.
nl: Alle firmwarebestanden zijn geüpload naar het horloge. Bevestig de firmware-update op het horloge.
pt: Foi feito o upload de todos os arquivos de firmware para o relógio com sucesso. Confirme a atualização do firmware no seu relógio.

source: All workouts dating before %@ back from today will be permanently deleted. Are you sure?
de: Alle Trainingseinheiten von vor %@, heute, werden dauerhaft gelöscht. Sind Sie sicher?
es: Todas las sesiones con fecha anterior a %@ a partir de hoy se eliminarán de manera permanente. ¿Estás seguro?
fr: Toutes les séances d'entraînement antérieures à %@ jusqu'à aujourd'hui seront définitivement supprimées. Voulez-vous continuer ?
it: Tutti gli allenamenti che risalgono a oltre %@ fa verranno eliminati definitivamente. Confermi?
nl: Alle work-outs van langer dan %@ geleden vanaf vandaag worden permanent verwijderd. Weet je het zeker?
pt: Todas as datas de exercícios anteriores a %@ a partir de hoje serão permanentemente apagadas. Tem a certeza?

source: All workouts have been auto-uploaded.
de: Alle Trainingseinheiten wurden automatisch hochgeladen.
es: Todas las sesiones se han cargado automáticamente.
fr: Toutes les séances d'entraînement ont été chargées automatiquement.
it: Tutti gli allenamenti sono stati caricati automaticamente.
nl: Alle work-outs zijn automatisch geüpload.
pt: Foi feito o upload automático de todos os exercícios.

source: An error occurred while connecting to watch. Please make sure to keep watch in sync mode. Do you want to try again?
de: Beim Verbinden mit der Uhr ist ein Fehler aufgetreten. Bitte achten Sie darauf, die Uhr im Synchronisationsmodus zu halten. Wollen Sie es nochmal versuchen?
es: Se ha producido un error durante la conexión para ver. Por favor asegúrese de mantener el reloj en modo de sincronización. ¿Quieres intentarlo de nuevo?
fr: Une erreur est survenue lors de la connexion à la montre. Veillez à garder la montre en mode de synchronisation. Souhaitez-vous réessayer ?
it: Si è verificato un errore nella connessione con l'orologio. Assicurati di aver messo l'orlogio in modalità sincronizzazione. Vuoi riprovare ?
nl: Er is een fout opgetreden bij het uploaden van de firmware. Firmware-update niet succesvol geupload. Wilt u het opnieuw proberen?
pt: Ocorreu um erro ao conectar-se ao relógio. Certifique-se que o relógio se encontra no modo de sincronização. Deseja tentar novamente?

source: An error occurred while connecting to watch. Please make sure to keep watch in sync mode. Let's try again.
de: Beim Verbinden mit der Uhr ist ein Fehler aufgetreten. Bitte achten Sie darauf, die Uhr im Synchronisationsmodus zu halten. Wollen Sie es nochmal versuchen?
fr: Une erreur est survenue lors de la connexion à la montre. Veillez à garder la montre en mode de synchronisation. Souhaitez-vous réessayer ?
it: Si è verificato un errore nella connessione con l'orologio. Assicurati di aver messo l'orlogio in modalità sincronizzazione. Vuoi riprovare ?
pt: Ocorreu um erro ao conectar-se ao relógio. Certifique-se que o relógio se encontra no modo de sincronização. Deseja tentar novamente?

source: App Settings
de: App-Einstellungen
es: Ajustes
fr: Paramètres App
it: Impostazioni
nl: App-instellingen
pt: Configurações da Aplicação

source: App Version
es: Versión de aplicación
fr: Version App
it: Versione app
nl: App Versie
pt: Versão do app

source: Are you sure you want to cancel?
de: Sind Sie sicher, dass Sie den Vorgang abbrechen möchten?
es: ¿Estás seguro de que deseas cancelar la operación?
fr: Voulez-vous vraiment annuler ?
it: Vuoi davvero eliminare?
nl: Weet je zeker dat je wilt annuleren?
pt: Tem certeza de que quer cancelar?

source: Are you sure you want to delete workout '%@'?
de: Sind Sie sicher, dass Sie die Trainingseinheit „%@“ löschen möchten?
es: ¿Estás seguro de que deseas eliminar la sesión '%@'?
fr: Voulez-vous vraiment supprimer l'entraînement '%@' ?
it: Vuoi davvero eliminare l'allenamento '%@'?
nl: Weet je zeker dat je work-out '%@' wilt verwijderen?
pt: Tem certeza de que quer apagar o exercício '%@'?

source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
it: Sei sicuro?
nl: Weet je het zeker?
pt: Tem a certeza?
