Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: Your watch battery is too low to sync. You will need to replace your watch battery soon.
de: Die Batterie der Uhr ist zu schwach, um diesen Update durchzuführen. Die Batterie Ihrer Uhr muss bald ausgewechselt werden.
es: La pila de tu reloj está demasiado baja para sincronizar. Necesitarás cambiar la pila de tu reloj pronto.
fr: La pile de votre montre est trop faible pour effectuer une synchronisation. Il faut bientôt remplacer la pile de la montre.
it: La pila dell'orologio è troppo bassa per la sincronizzazione. Sarà necessario sostituire presto la pila dell'orologio.
nl: De batterij van het horloge is te zwak voor synchroniseren. U moet de horlogebatterij spoedig vervangen.
pt: A bateria do relógio está muito baixa para realizar a sincronização. A bateria do relógio precisará ser trocada em breve.

source: Your watch is up to date
de: Ihre Uhr ist auf dem neuesten Stand
es: Tu reloj está actualizado
fr: Votre montre est à jour
it: L\'orologio è aggiornato
nl: Uw horloge is bijgewerkt
pt: O seu relógio está atualizado

source: Your watch is up to date.
de: Ihre Uhr ist auf dem neuesten Stand.
es: Tu reloj está actualizado.
fr: Votre montre est à jour.
it: L'orologio è aggiornato.
nl: Uw horloge is bijgewerkt.
pt: O seu relógio está atualizado.

source: Your workout was posted to your %@ account.
de: Ihre Trainingseinheit wurde in Ihrem %@ Konto gepostet.
es: La sesión se publicó en tu cuenta de %@.
fr: Votre entraînement a été publié sur votre %@ compte.
it: Il tuo allenamento è stato pubblicato sul tuo account %@.
nl: Je work-out is geplaatst in je %@-account.
pt: O seu exercício foi postado na sua conta %@.

source: ZIP CODE:
de: POSTLEITZAHL:
es: CÓDIGO POSTAL:
fr: CODE POSTAL:
it: CODICE POSTALE:
nl: POSTCODE:
pt: CÓDIGO POSTAL:

source: Zip code
de: Postleitzahl
es: Código postal
fr: Code postal
it: Codice postale
nl: Postcode
pt: CÓDIGO POSTAL:

source: average lap
de: Rundendurchschnitt
es: promedio de vuelta
fr: tour moyen
it: giro medio
nl: gem. ronde
pt: volta média

source: average pace/km.
de: Durchschnittstempo/km.
es: ritmo promedio/km.
fr: vitesse moyenne/km
it: ritmo medio/km.
nl: gemiddeld tempo/km.
pt: ritmo médio/km.

source: average pace/mile
de: Durchschnittstempo/Meile
es: ritmo promedio/milla
fr: vitesse moyenne/mille
it: ritmo medio/miglio
nl: gemiddeld tempo/mijl
pt: ritmo médio/milha

source: best lap
de: beste Runde
es: mejor vuelta
fr: meilleur Tour
it: miglior giro
nl: beste rondje
pt: melhor volta

source: birthdate?
de: Geburtsdatum?
es: Fecha de nacimiento?
fr: date de naissance?
it: Data di nascita?
nl: geboortedatum?
pt: data de nascimento?

source: complete
de: vollständig
es: completo
fr: terminé
it: completato
nl: voltooien
pt: concluído

source: completed repeats
de: abgeschlossene Wiederholungen
es: repeticiones completadas
fr: répétitions terminées
it: ripetizioni completate
nl: voltooide herhalingen
pt: repetições concluídas

source: current %.1f
de: aktuelle %.1f
es: %.1f actual
fr: courant %.1f
it: attuale %.1f
nl: huidige %.1f
pt: corrente %.1f

source: current %.2f
de: aktuelle %.2f
es: %.2f actual
fr: courant %.2f
it: attuale %.2f
nl: huidige %.2f
pt: corrente %.2f

source: current %d
de: aktuelle %d
es: %d actual
fr: courant %d
it: attuale %d
nl: huidige %d
pt: corrente %d

source: file %ld of %ld
de: datei %1$ld von %2$ld
es: archivo %1$ld de %2$ld
fr: fichier %1$ld de %2$ld
it: file %1$ld di %2$ld
nl: bestand %1$ld van %2$ld
pt: arquivo %1$ld de %2$ld

source: go to bed?
de: zu Bett gehen?
es: ¿acostarse?
fr: aller se coucher?
it: vai a letto?
nl: ga naar bed?
pt: ir para a cama?

source: hour
de: Stunde
es: hora
fr: heure
it: ora
nl: uur
pt: hora

source: hrs
de: Std
fr: heures
it: ore
nl: uren

source: in
de: Zoll
es: pul
fr: po
it: po
nl: inch
pt: dentro

source: inches
de: Zoll
es: pulgadas
fr: pouces
it: pollici
nl: inch
pt: polegadas

source: intervals
de: Intervalle
es: intervalos
fr: intervalles
it: intervalli
nl: intervallen
pt: intervalos

source: laps
de: Runden
es: vueltas
fr: tours
it: giri
nl: ronden
pt: voltas

source: laps stored
de: gespeicherte Runden
es: vueltas almacenadas
fr: tours enreg
it: giri memor
nl: aantal ronden opgeslagen
pt: voltas armazenadas

source: lbs
es: lb
fr: lb
it: libbre
nl: lb

source: miles
de: Meilen
es: millas
fr: milles
it: miglia
nl: mijl
pt: milhas

source: minute
es: minuto
it: minuto
nl: minuut
pt: minuto

source: scheduled repeats
de: geplante Wiederholungen
es: repeticiones programadas
fr: répétitions programmées
it: ripetizioni programmate
nl: geplande herhalingen
pt: repetições programadas

source: second
de: Sekunde
es: Segundo
fr: seconde
it: secondo
nl: tweede
pt: segundo

source: start time
de: Startzeit
es: hora de inicio
fr: heure de début
it: ora di inizio
nl: starttijd
pt: hora de início

source: steps
de: Schritte
es: pasos
fr: Pas
it: passi
nl: stappen
pt: etapas

source: sub-dial
de: unteres Zifferblatt
es: esfera secundaria
fr: cadran secondaire
it: sottoquadrante
nl: sub-wijzerplaat

source: tall
de: hoch
es: alto
fr: grand
it: alto
nl: lang
pt: alto

source: to your %@ account
de: auf Ihren %@ Account
es: a su cuenta %@
fr: à votre compte %@
it: al tuo account %@
nl: aan je %@-account.
pt: para sua conta %@

source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
nl: vandaag
pt: hoje

source: total intervals
de: Gesamtintervalle
es: total interv
fr: total intervalles
it: intervalli totali
nl: tot. interval
pt: intervalos totais

source: total time
de: Gesamtzeit
es: tiempo total
fr: temps total
it: tempo totale
nl: totale tijd
pt: tempo total

source: units
de: Einheiten
es: unidades
fr: unités
it: unità
pt: unidades

source: wake up?
de: aufwachen?
es: ¿despertarse?
fr: Réveillez-vous?
it: svegliati?
nl: wakker worden?
pt: despertador?

source: weight?
de: Gewicht?
es: peso?
fr: poids?
it: peso?
nl: gewicht?
pt: peso?

source: years
de: Jahre
es: años
fr: ans
it: anni
nl: jaar
pt: anos

source: yesterday
de: gestern
es: ayer
fr: hier
it: ieri
nl: gisteren
pt: ontem

source: yourself...
de: sich...
es: tú mismo...
fr: toi même...
it: te stesso...
nl: jezelf...
pt: você ...

source: “Align Hands”
de: "Uhrzeiger ausrichten"
es: "Alinear manecillas"
fr: "Aligner les aiguilles"
it: "Allineare le mani"
nl: "Uitlijnen Handen"
pt: "Alinhar as Mãos"

source: no BLE devices are detected
de: Es werden keine BLE-Geräte erkannt
es: No se detectan dispositivos BLE
fr: Aucun périphérique BLE n'est détecté
it: non vengono rilevati dispositivi BLE
nl: geen BLE apparaten worden gedetecteerd
pt: Nenhum dispositivo BLE é detectado

source: /day
de: /Tag
es: /día

source: %d sec.
de: %d Sek.
es: %d seg.
fr: %d s
pt: %d seg.

source: HOME
de: STARTSEITE
es: INICIO
fr: ACCUEIL
nl: START
pt: INÍCIO

source: Max
es: Máx
pt: Máx

source: Model: Metropolitan+ Name: %@ Firmware Version #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# MAC Address #SERIALNUMBER# Battery At Last Sync #LASTSYNC#
de: Model: Metropolitan+ Name: %@ Firmware Version #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# MAC-Adresse #SERIALNUMBER# Batterie bei letzter Synchronisation #LASTSYNC#
es: Model: Metropolitan+ Nombre: %@ Versión de firmware #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Dirección de MAC #SERIALNUMBER# Batería en la última sincronización #LASTSYNC#
fr: Model: Metropolitan+ prénom: %@ Version du firmware #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Adresse Mac #SERIALNUMBER# Batterie à la dernière synchronisation #LASTSYNC#
nl: Model: Metropolitan+ Naam: %@ Firmware versie #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Mac adres #SERIALNUMBER# Batterij bij laatste sync #LASTSYNC#
pt: Model: Metropolitan+ Nome: %@ Versão do firmware #FIRMWARE3#-#FIRMWARE1#-#FIRMWARE4#-#FIRMWARE2# Endereço MAC #SERIALNUMBER# Battery At Last Sync #LASTSYNC#

source: OK
es: ACEPTAR
fr: D'ACCORD

source: Ok
es: Aceptar
fr: D'ACCORD

source: Placeholder M372 string
de: Platzhalter M372 String
es: Marcador de posición M372 string

source: SEC.
de: SEK.
es: SEG.
pt: SEG.

source: Sonar
es: Sónar

source: StepsToUpdateWatchTitle
de: Schritte zum Uhren Update Überschrift
es: 3 Pasos para actualizar

source: TIMER
es: TEMP
fr: CHRON
pt: TEMP

source: Timer
es: Temp
fr: Chron
pt: TEMP

source: ft
de: Fuß
es: pies
fr: pi

source: sec
de: s
es: seg

source: Cal
de: Kal

source: NO
de: NEIN
fr: NON
nl: NEE
pt: NÃO

source: No
de: Nein
fr: Non
nl: Nee
pt: Não

source: SUB-DIAL
de: UNTERES ZIFFERBLATT
fr: CADRAN SECONDAIRE

source: StepsToUpdateWatchMessage
de: Schritte zum Uhren Update Nachricht

source: YesWatchIsInSyncMode
de: Ja Uhr ist in Sync Modus

source: mi
de: Meilen

source: mts
de: Min

source: This measures the amount of time you spend sleeping soundly. During deep sleep, your body moves very little. Seeing more of these cycles means you're getting a good night's sleep.
fr: Cela permet de mesurer le temps passé à dormir profondément. Pendant le sommeil profond, votre corps se déplace très peu. Voir plus de ces cycles signifie que vous avez une bonne nuit de sommeil

source: On %@ I ran %d laps with a time of %@ with the help of my Guess Connect Watch!
nl: Op %1$@ heb ik %2$d rondjes hardgelopen in %3$@ met mijn Guess Connect-horloge!
