Repository: Aruna-Sree/Guess_Connect
Catalog: Timex_Connected_iOS/Timex Datalink/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt

source: Please charge your watch.
de: Bitte laden Sie Ihre Uhr auf.
es: Carga tu reloj.
fr: Veuillez charger votre montre.
it: Carica il tuo orologio.
nl: Laad het horloge op.
pt: Carregue o seu relógio.

source: Please contact customer service. They'll know what to do.
de: Bitte kontaktieren Sie den Kundendienst. Dort wird man wissen, was zu tun ist.
es: Por favor contacta a servicio al cliente. Ellos sabrán qué hacer.
fr: Veuillez contacter le service à la clientèle. Ils sauront vous aider.
it: Ti invitiamo a contattare il servizio clienti. Loro sapranno cosa fare.
nl: Neem contact op met de klantenservice. Ze weten wat te doen.
pt: Contacte o atendimento a clientes. Eles saberão o que fazer.

source: Please create your profile and set up your watch to get started.
de: Bitte erstellen Sie Ihr Profil und richten Sie Ihre Uhr ein, um loszulegen.
es: Crea tu perfil y configura tu reloj para empezar.
fr: Créez votre profil et configurez votre montre pour commencer.
it: Si prega di creare il proprio profilo e impostare l'orologio per iniziare.
nl: Maak je profiel aan om met het opzetten van uw horloge te beginnen.
pt: Crie seu perfil e configure seu relógio para começar.

source: Please enter maximum %@
de: Bitte geben Sie maximal %@ ein
es: Ingresa el máximo %@
fr: Veuillez saisir %@ au maximum
it: Inserisci il massimo %@
nl: Vul maximaal %@
pt: Digite o máximo de %@

source: Please enter maximum %d kg
de: Bitte geben Sie maximal %d kg ein
es: Ingresa el máximo de %d kg
fr: Veuillez saisir %d kg au maximum
it: Inserisci il massimo %d kg
nl: Vul maximaal %d kg
pt: Digite o máximo de %d kg

source: Please enter maximum %d lbs
de: Bitte geben Sie maximal %d lbs ein
es: Ingresa el máximo %d lbs
fr: Veuillez saisir %d lbs au maximum
it: Inserisci il massimo %d lbs
nl: Vul maximaal %d lbs
pt: Digite o máximo de %d lbs

source: Please enter minimum %@
de: Bitte geben Sie mindestens %@ ein
es: Ingresa el mínimo %@
fr: Veuillez saisir %@ minimum
it: Si prega di inserire minima %@
nl: Vul minimaal %@
pt: Introduza o valor mínimo %@

source: Please enter minimum %d kg
de: Bitte geben Sie mindestens %d kg ein
es: Por favor Ingresa %d kg mínimo
fr: Veuillez saisir %d kg minimum
it: Si prega di inserire minima %d kg
nl: Vul minimaal %d kg
pt: Introduza o valor mínimo %d kg

source: Please enter minimum %d lbs
de: Bitte geben Sie mindestens %d lbs ein
es: Ingrese por lo menos %d lbs
fr: Veuillez saisir %d lbs minimum
it: Si prega di inserire minima %d lbs
nl: Vul minimaal %d lbs
pt: Introduza o valor mínimo %d lbs

source: Please enter your first name
de: Bitte geben Sie Ihren Vornamen ein
es: Por favor, escribe tu nombre
fr: Veuillez entrer votre nom
it: Per favore inserisci il tuo nome
nl: Voer uw voornaam in
pt: Digite o seu nome

source: Please enter your name
de: Bitte geben Sie Ihren Namen ein
es: Por favor, escribe tu nombre
fr: Veuillez entrer votre nom.
it: Per favore inserisci il tuo nome.
nl: Voer uw achternaam in
pt: Digite o seu nome

source: Please follow the instructions to put your watch into Bluetooth mode.
de: Folgen Sie bitte den Anweisungen, um Ihre Uhr in den Bluetooth-Modus zu versetzen.
es: Sigue las instrucciones para poner tu reloj en modo Bluetooth.
fr: Suivez les instructions pour mettre votre montre en mode Bluetooth.
it: Si prega di seguire le istruzioni per mettere l'orologio in modalità Bluetooth.
nl: Volg de instructies om uw horloge in de Bluetooth-modus te zetten.
pt: Siga as instruções para colocar o relógio em modo Bluetooth.

source: Please select
de: Bitte wählen Sie
es: Selecciona
fr: Veuillez sélectionner
it: Seleziona
nl: Selecteer een optie
pt: Selecione

source: Please select gender
de: Bitte Geschlecht wählen
es: Por favor selecciona el género
fr: veuillez choisir le genre
it: Seleziona genere
nl: Selecteer geslacht
pt: Selecione sexo

source: Please select units
de: Bitte Einheiten auswählen
es: Selecciona unidades
fr: veuillez choisir les unités
it: Si prega di selezionare le unità
nl: Selecteer eenheden
pt: Selecione unidades

source: Please set goals
de: Bitte Ziele setzen
es: Establece metas
fr: veuillez configurer vos objectif
it: Si prega di impostare obiettivi
nl: Stel doelen
pt: Defina metas

source: Please set up your watch before registering.
de: Bitte richten Sie Ihre Uhr vor der Registrierung ein.
es: Por favor, configura tu reloj antes de registrarte.
fr: Veuillez configurer votre montre avant de vous inscrire.
it: Si prega di impostare l'orologio prima di registrare.
nl: Stel uw horloge in voordat u zich inschrijft.
pt: Configure o relógio antes de fazer o registro.

source: Please wait.
de: Bitte warten.
es: Por favor espera.
fr: Veuillez patienter.
it: Attendere prego.
nl: Even geduld.
pt: Aguarde um momento.

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
nl: Portugees
pt: Português

source: Preparing download...
de: Download wird vorbereitet ...
es: Preparando la descarga...
fr: Préparation du téléchargement...
it: Preparazione del download...
nl: Download voorbereiden...
pt: A preparar download...

source: Press the MODE button several time until the word SYNC appears at the top of the screen. This will put the watch into sync mode. The watch display should be alternating the message "Sync Phone - Press Start". Press START button to begin the sync process.
de: Betätigen Sie an Ihrer Uhr mehrmals den MODE-Drücker, bis oben auf dem Bildschirm das Wort SYNC angezeigt wird. Dadurch wird Ihre Uhr in den Sync-Modus geschaltet. Das Display der Uhr sollte abwechselnd die Meldungen "Sync Phone - Press Start" anzeigen. Drücken Sie die START-Taste, um den Synchronisierungsprozess zu beginnen.
es: Presiona el botón MODO varias veces hasta que aparezca la palabra SINCRONIZACIÓN en la parte superior de la pantalla. Esto pondrá el reloj en modo de sincronización. La pantalla del reloj alternará con el mensaje "Sincronizar teléfono - Presiona Inicio". Presiona ne el botón INICIO para comenzar el proceso de sincronización.
fr: Appuyez plusieurs fois sur le bouton MODE jusqu'à ce que le mot SYNC s'affiche en haut de l'écran. Cela mettra la montre en mode sync. L'écran de la montre doit afficher en alternance le message « Sync téléphone - Appuyer sur Démarrer ». Appuyez sur le bouton DÉMARRER pour entamer le processus de synchronisation.
it: Premi più volte il tasto MODE finché non appare la scritta SYNC nella parte superiore dello display. Questa operazione consente di mettere l'orologio in modalità sincronizzazione. Il display dell'orologio dovrebbe alternare il messaggio "Sync Phone - Press Start". Premi il tasto START per iniziare il processo di sincronizzazione.
nl: Druk meermaals op de MODUS-knop totdat het woord SYNC boven in het scherm verschijnt. Dit zet je horloge in op synchronisatiemodus. Op het horloge zal wisselend het bericht "Telefoon synchroniseren: druk op Start" moeten verschijnen. Druk op de START-knop om het synchronisatieproces te beginnen.
pt: Prima o botão MODE várias vezes até que a palavra SYNC apareça no parte superior do ecrã. Com isto o relórgio ficará em modo de sincronização. O mostrador do relógio deverá alternar as mensagens "Sincronizar telefone - Prima Start". Prima o botão START para começar o processo de sincronização.

source: Pretty Active
de: Ziemlich aktiv
es: bastante activo
fr: Assez actif
it: Abbastanza Attivo
nl: Erg actief
pt: Muito ativo

source: Progress
de: Fortschritt
es: Progreso
fr: La progression
it: Corso
nl: Vooruitgang
pt: Progresso

source: Progress changed to:
de: Der Fortschritt wurde geändert zu:
es: El progreso cambió a:
fr: Progrès modifié:
it: Progress cambiato in:
nl: Voortgang gewijzigd:
pt: Progresso alterado para:

source: Push Button
de: Drücker
es: Presionar el botón
fr: Bouton poussoir
it: Premi il bottone
nl: Druk op de knop
pt: Botão de apertar

source: Push the crown in when you're done.
de: Drücken Sie die Krone, wenn Sie fertig sind.
es: Presiona la corona cuando haya terminado.
fr: Poussez la couronne lorsque vous avez terminé.
it: Spingere la corona quando hai finito.
nl: Druk de kroon naar binnen wanneer u klaar bent.
pt: Empurre a coroa para dentro quando terminar.

source: Put your watch into sync mode to activate your timer
de: Bringen Sie Ihre Uhr in den Synchronisationsmodus, um Ihren Timer zu aktivieren
es: Pon tu reloj en modo de sincronización para activar tu temporizador
fr: Mettez votre montre en mode synchro pour activer votre minuterie
it: Metti il tuo orologio in modalità di sincronizzazione per attivare il timer
nl: Zet uw horloge in sync modus om uw timer te activeren
pt: Coloque o relógio no modo de sincronização para activar o temporizador

source: Put your watch into sync mode to cancel your active timer
de: Bringen Sie Ihre Uhr in den Synchronisationsmodus, um den aktiven Timer abzubrechen
es: Pon tu reloj en modo sincronización para cancelar tu temporizador activo
fr: Mettez votre montre en mode de synchronisation pour annuler votre minuterie active
it: Metti l'orologio in modalità sincronizzazione per cancellare il timer attivato
nl: Zet uw horloge in de sync-modus om uw actieve timer te annuleren
pt: Coloque o relógio no modo de sincronização para cancelar o temporizador ativo

source: Put your watch into sync mode to save alarm settings
de: Bringen Sie Ihre Uhr in den Synchronisationsmodus, um die Alarmeinstellungen zu speichern
es: Pon tu reloj en modo sincronización para guardar la configuración de la alarma
fr: Mettez votre montre en mode de synchronisation pour enregistrer les paramètres d'alarme
it: Metti il tuo orologio in modalità di sincronizzazione per salvare le impostazioni di allarme
nl: Zet uw horloge in de sync-modus om het alarm op te slaan
pt: Coloque o relógio no modo de sincronização para salvar as configurações de alarme

source: Put your watch into sync mode to save your daily goals
de: Bringen Sie Ihre Uhr in den Synchronisationsmodus, um Ihre täglichen Ziele zu speichern
es: Pon tu reloj en modo de sincronización para guardar tus objetivos diarios
fr: Mettez votre montre en mode de synchronisation pour enregistrer vos objectifs quotidiens
it: Metti il tuo orologio in modalità di sincronizzazione per salvare i tuoi obiettivi quotidiani
nl: Zet uw horloge in de sync-modus om je dagelijkse doelen te slaan
pt: Coloque o relógio no modo de sincronização para gravar os seus objetivos diários

source: Quack
de: Quaken
es: Graznido
fr: Cancanement
it: Fare qua qua
nl: Gekwaak
pt: Grasnido

source: READING WATCH DATA
de: UHRENDATEN WERDEN GELESEN
es: LEYENDO DATOS DEL RELOJ
fr: LECTURE DONNEES SUR MONTRE
it: LETTURA DEI DATI DELL'OROLOGIO
nl: HORLOGEGEGEVENS LEZEN
pt: A LER OS DADOS DO RELÓGIO

source: REGISTER WATCH
de: UHR REGISTRIEREN
es: REGISTRAR RELOJ
fr: ENREGISTRER LA MONTRE
it: REGISTRA OROLOGIO
nl: HORLOGE REGISTREREN
pt: REGISTAR O RELÓGIO

source: REMOVE AFTER SYNC?
de: NACH SYNC-VORGANG ENTFERNEN?
es: ¿DESEA QUITAR DESPUÉS DE SINCRONIZAR?
fr: SUPPRIMER APRÈS SYNC ?
it: RIMUOVERE DOPO LA SINCRONIZZAZIONE?
nl: VERWIJDEREN NA SYNCHRONISATIE?
pt: REMOVER DEPOIS DA SINCRONIZAÇÃO?

source: REMOVE WATCH
de: UHR ENTFERNEN
es: QUITAR RELOJ
fr: SUPPRIMER MONTRE
it: RIMUOVI OROLOGIO
nl: HORLOGE VERWIJDEREN
pt: REMOVER RELÓGIO

source: RENAME
de: UMBENENNEN
es: CAMBIAR NOMBRE
fr: RENOMMER
it: RINOMINA
nl: HERNOEMEN
pt: ALTERAR O NOME

source: RESET CUSTOM ALARMS
de: PERS. ALARM ZURÜCKS
es: REST. ALARMAS PERS
fr: RÉINIT. ALAR. PERS
it: RIPRISTINA ALL PERS
nl: EIGEN ALARM OPNIEUW INSTELLEN
pt: REDEF. AL. PERSON

source: RESET EXCLUDED EVENTS
de: AUSG. EREIG. ZURÜCKS
es: REST. EVENTOS EXCL.
fr: RÉINIT. ÉVÉN. EXCLUS
it: RIPRISTINA EVENTI ESCLUSI
nl: GEBEURTEN. RESETTEN
pt: REDEF. EVENTOS EXCL

source: RINGTONE
de: KLINGELTON
es: TONO DE LLAMADA
fr: SONNERIE
it: SUONERIA
nl: BELTOON
pt: TOQUE DE CHAMADA

source: Reading Device Info...
de: Geräteinfos werden gelesen ...
es: Leyendo información del dispositivo...
fr: Lecture des infos sur l'appareil...
it: Lettura delle informazioni sul dispositivo...
nl: Apparaatinformatie lezen...
pt: A ler as informações do dispositivo...

source: Reading Watch Settings...
de: Uhreinstellungen werden gelesen ...
es: Leyendo configuración del reloj...
fr: Lecture des paramètres de la montre…
it: Lettura delle impostazioni dell'orologio...
nl: Horloge-instellingen lezen...
pt: A ler as configurações do relógio...

source: Reconnect to align watch hands.
de: Verbinden Sie sich neu, um die Uhrzeiger auszurichten.
es: Reconecta para alinear las manecillas.
fr: Recommencez pour aligner les aiguilles de la montre.
it: Collegare nuovamente per allineare lancette dell'orologio.
nl: Verbind opnieuw om de horlogewijzers opnieuw bij te stellen.
pt: Reconecte para alinhar as mãos do relógio.

source: Redirect URI mismatch
de: Umleitung URL Diskrepanz
es: Desajuste de URL de redireccionamiento
fr: Inadéquation d'URL de redirection
it: Redirect URL mancata corrispondenza
nl: Redirect URL mismatch
pt: Redirecionar URL incompatível

source: Register Watch
de: Uhr registrieren
es: Registrar el reloj
fr: Inscription de la montre
it: Registrare l'orologio
nl: Register Horloge
pt: Registar Relógio

source: Register your Guess Connect
de: Registrieren Sie Ihre Guess Connect
es: Registre su Guess Connect
fr: Inscrivez votre Guess Connect
it: Registra il tuo Guess Connect
nl: Registreer uw Guess Connect
pt: Registe o seu Guess Connect

source: Registering user...
de: Benutzer registrieren ...
es: Registrando usuario...
fr: Enregistrement de l'utilisateur...
it: Registrazione dell'utente...
nl: Gebruiker registreren...
pt: A registar o utilizador ...

source: Registering your Guess Connect will enable us to provide more efficient service if you ever have a question or problem. Please be assured that Guess Connect will not share your information with any outside parties.
de: Die Registrierung Ihrer Guess Connect wird uns ermöglichen, effizienteren Service zu bieten, wenn Sie jemals eine Frage oder ein Problem haben. Seien Sie versichert, dass Guess Connect Ihre Daten mit keiner außenstehenden Partei teilen wird.
es: El registro de tu Guess Connect nos permitirá ofrecer un servicio más eficiente si tiene alguna pregunta o problema. Ten la seguridad de que Guess Connect no compartirá tu información con ninguna de las partes externas.
fr: L'enregistrement de votre Guess Connect nous permettra de fournir un service plus efficace si jamais vous avez une question ou un problème. Nous vous assurons que Guess Connect ne partagera pas vos informations avec des tiers.
it: La registrazione del tuo Guess Connect ci permetterà di fornire un servizio piò efficiente nel caso tu avessi domande o problemi. Ti assicuriamo che Guess Connect non condividerà le tue informazioni con terzi.
nl: Het registreren van uw Guess Connect zal ons in staat stellen om een meer efficiënteredienstverlening te bieden wanneer u een vraag of probleem heeft. Wees ervan verzekerd dat wij uw informatie niet met derden zullen delen.
pt: O registo do seu Guess Connect permite-nos assisti-lo/a de forma mais eficiente se alguma vez precisar do nosso apoio. Tem a nossa garantia de que os seus dados não serão partilhados com terceiros.

source: Reloading workout history...
de: Trainingsverlauf wird erneut geladen ...
es: Volviendo a cargar historial de sesiones...
fr: Rechargement de l'historique des entraînements...
it: Ri-caricamento della cronologia degli allenamenti...
nl: Work-outgeschiedenis opnieuw laden...
pt: A recarregar o histórico de exercícios...

source: Remind me later
de: Später erinnern
es: Recordarme más tarde
fr: Me le rappeler plus tard
it: Ricordamelo piò tardi
nl: Herinner mij later
pt: Lembre-me mais tarde

source: Remove Watch
de: Uhr entfernen
es: Quitar reloj
fr: Retirer la montre
it: Rimuovi orologio
nl: Verwijder Horloge
pt: Remover relógio

source: Remove watch
de: Uhr entfernen
es: Retirar el reloj
fr: Supprimer la montre
it: Rimuovere l'orologio
nl: Verwijder horloge
pt: Remover o relógio

source: Rename Workout
de: Workout umbenennen
es: Cam. nom. ses.
fr: Renom. entr
it: Rinomina allenamento
nl: Work-out hernoemen
pt: Alterar o nome do exercício

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
nl: Herhalen
pt: Repetir

source: Requesting Watch Reset...
de: Setze Uhr zurück...
es: Solicitando reloj de reinicio...
fr: Demande Montre Réinitialiser...
it: Reset dell'orologio...
nl: Het aanvragen bekijken Reset ...
pt: A reconfigurar o relógio...

source: Rest
de: Ausruhen
es: Descansar
fr: Repos
it: Riposo
nl: Rusten
pt: Descanso

source: Run
de: Laufen
es: Correr
fr: Course
it: Corsa
nl: Hardlopen
pt: Correr

source: S/N
de: Seriennr
fr: N/S
it: Numero di serie
nl: serienummer
pt: Nº de série

source: SAT
de: SAM
es: SÁB
fr: SAM
it: SAB
nl: Zaterdag
pt: SAB

source: SAVE AND SYNC
de: SPEICHERN UND SYNC
es: GUARDAR Y SINCRONIZAR
fr: SAUVEGARDER ET SYNC
it: SALVA E SINCRONIZZA
nl: OPSLAAN EN SYNCHRONISEREN
pt: Gravar e sincronizar

source: SAVE CHANGES
de: ÄNDERUNGEN SPEICHERN
es: GUARDAR CAMBIOS
fr: ENREGISTRER LES MODIFICATIONS
it: SALVA MODIFICHE
nl: WIJZIGINGEN OPSLAAN
pt: GRAVAR ALTERAÇÕES

source: SCHEDULED
de: GEPLANT
es: PROGRAMADO
fr: PROGRAMMÉ
it: PROGRAMMATO
nl: GEPLAND
pt: PROGRAMADO

source: SECOND HAND
de: SEKUNDENZEIGER
es: SEGUNDERO
fr: TROTTEUSE
it: LANCETTA DEI SECONDI
nl: SECONDEWIJZER
pt: PONTEIRO DO SEGUNDO

source: SECONDS
de: SEKUNDEN
es: SEGUNDOS
fr: SECONDES
it: SECONDI
nl: SECONDEN
pt: SEGUNDOS

source: SELECT WATCH TO SET UP
de: UHR FÜR SETUP AUSWÄHLEN
es: SELEC. RELOJ P/ CONF
fr: SÉLECT LA MONTRE À CONFIG
it: SELEZ. OROL. X CONFIG
nl: HORLOGE SELECTEREN
pt: SELEC. REL. P/ CONFIG

source: SENDING APPOINTMENTS TO WATCH
de: TERMINE WERDEN AN UHR GESENDET
es: ENVIANDO CITAS AL RELOJ
fr: ENVOI DES RENDEZ-VOUS À LA MONTRE
it: INVIO DEGLI APPUNTAMENTI ALL'OROLOGIO
nl: AFSPRAKEN VERZENDEN NAAR HORLOGE
pt: A ENVIAR COMPROMISSOS PARA O RELÓGIO

source: SENDING SETTINGS/APPOINTMENTS
de: EINSTELLUNGEN/TERMINE WERDEN GESENDET
es: ENVIANDO CONFIGURACION/CITAS
fr: ENVOI DES PARAMÈTRES/RENDEZ-VOUS
it: INVIO DELLE IMPOSTAZIONI/DEGLI APPUNTAMENTI
nl: INSTELLINGEN/AFSPRAKEN VERZENDEN
pt: A ENVIAR CONFIGURAÇÕES/COMPROMISSOS

source: SENSOR SENSITIVITY
de: SENSOREMPFINDLICHKEIT
es: SENSIBILIDAD DEL SENSOR
fr: SENSIBILITÉ DU CAPTEUR
it: SENSIBILITÀ DEL SENSORE
nl: SENSORGEVOELIGHEID
pt: SENSIBILIDADE DO SENSOR

source: SET ALARM
de: WECKER EINSTELLEN
es: CONFIGURAR ALARMA
fr: RÉGLER L'ALARME
it: IMPOSTA ALLARME
nl: ALARM INSTELLEN
pt: CONFIGURAR ALARME

source: SETTING WATCH TIME
de: UHRZEIT EINSTELLEN
es: CONFIGURACIÓN DE HORA DEL RELOJ
fr: RÉGLAGE DE L'HEURE DE LA MONTRE
it: IMPOSTAZIONE DELL'ORA DELL'OROLOGIO
nl: HORLOGETIJD INSTELLEN
pt: A CONFIGURAR A HORA DO RELÓGIO

source: SETUP
de: ERSTINBETRIEBNAHME
es: CONFIGURACIÓN
fr: CONFIGURATION
it: CONFIGURAZIONE
nl: INSTELLINGEN
pt: CONFIGURAÇÃO

source: SETUP COMPLETE
de: SETUP ABGESCHLOSSEN
es: CONFIGURACIÓN COMPLETA
fr: CONFIGURATION TERMINÉE
it: CONFIGURAZIONE COMPLETATA
nl: INSTELLEN VOLTOOID
pt: CONFIGURAÇÃO CONCLUÍDA

source: SETUP INCOMPLETE
de: SETUP UNVOLLSTÄNDIG
es: CONFIGURACIÓN INCOMPLETA
fr: CONFIGURATION INCOMPLÈTE
it: CONFIGURAZIONE INCOMPLETA
nl: INSTELLEN NIET VOLTOOID
pt: CONFIGURAÇÃO INCOMPLETA

source: SHARE
de: TEILEN
es: COMPARTIR
fr: PARTAGER
it: CONDIVIDI
nl: DELEN
pt: PARTILHAR

source: SHARE WITH IMAGES
de: MIT BILDERN TEILEN
es: COMP. C/ IMÁGENES
fr: PARTAGER AVEC IMAGES
it: CONDIVIDI CON IMM
nl: DELEN MET FOTO'S
pt: PARTILHAR C/ IMAGENS

source: SKIP
de: ÜBERSPRINGEN
es: OMITIR
fr: SAUTER
it: IGNORA
nl: OVERSLAAN

source: SLEEP
de: SCHLAF
es: Sueño
fr: SOMMEIL
it: SONNO
nl: SLAAP
pt: DORMIR

source: SORT WORKOUTS BY
de: WORKOUT SORTIEREN NACH
es: ORDENAR SESIONES POR
fr: TRIER ENTR. PAR
it: ORDINA ALLEN PER
nl: SORTEER DE WORKOUTS
pt: CLASSIFICAR EXERC POR

source: SPLITS
de: ZWISCHENZEITEN
es: TRAMOS
fr: TPS INT
it: PARZIALI
nl: SEGMENTEN
pt: TP FR

source: START SYNC MODE ON WATCH
de: SYNC-MODUS DER UHR STARTEN
es: INICIAR MODO DE SINCRONIZACIÓN EN EL RELOJ
fr: DÉMARRER LE MODE SYNC SUR LA MONTRE
it: AVVIA LA MODALITÀ SINCRONIZZAZIONE SULL'OROLOGIO
nl: START DE SYNCHRONISATIEMODUS OP HET HORLOGE
pt: INICIAR O MODO DE SINCRONIZAÇÃO NO RELÓGIO

source: STEPS
de: SCHRITTE
es: PASOS
fr: PAS
it: PASSI
nl: STAPPEN
pt: PASSOS

source: STEPS GOAL
de: SCHRITTZIEL
es: META DE PASOS
fr: OBJECTIF NOMBRE DE PAS
it: OBIETTIVO DI PASSI
nl: STAPPENDOEL
pt: META DE PASSOS

source: STORE HISTORY
de: VERLAUF SPEICH
es: GUARDAR HIST.
fr: ENREGISTRER HISTORIQUE
it: ARCHIVIA CRON
nl: HISTORY OPSLAAN
pt: ARMAZ. HISTÓR

source: SUMMARY
de: ZUSAMMENF
es: RESUMEN
fr: RÉSUMÉ
it: RIEPILOGO
nl: OVERZICHT
pt: RESUMO

source: SUN
de: SON
es: DOM
fr: DIM
it: DOM
nl: ZON
pt: DOM

source: SUPPORT
de: KUNDENDIENST
es: SOPORTE
fr: ASSISTANCE
it: ASSISTENZA
nl: HELPDESK
pt: SUPORTE

source: SYNC AND CLEAR
de: SYNC UND LÖSCHEN
es: SINCRONIZAR Y CLARO
fr: SYNC ET ANNULATION
it: SYNC E TRASPARENTE
nl: SYNC EN SCHOONOP
pt: Sincronizar e limpar

source: SYNC AND SET
de: SYNC UND EINSTELLEN
es: SINCRONIZAR Y CONJUNTO
fr: SYNC; ET REGLAGE
it: SYNC E SET
nl: SYNC EN SET
pt: Sincronizar e configurar

source: SYNC FOR OFFLINE ACCESS
de: SYNC FÜR DEN OFFLINE-ZUGRIFF
es: SINC. ACCESO SIN CON.
fr: SYNC POUR L'ACCÈS HORS LIGNE
it: SINCRONIZZA PER ACCESSO OFFLINE
nl: SYNCHRONISEREN VOOR OFFLINE TOEGANG
pt: SINCRONIZAR PARA ACESSO OFFLINE

source: SYNC SUCCESSFUL
de: SYNC ERFOLGREICH
es: SINCRONIZACIÓN CORRECTA
fr: SYNC TERMINÉE
it: SINCRONIZZAZIONE RIUSCITA
nl: SYNCHRONISATIE VOLTOOID
pt: SINCRONIZAÇÃO BEM-SUCEDIDA

source: SYNCHRONIZING DATA
de: DATEN-SYNCHRONISIERUNG
es: SINCRONIZANDO
fr: SYNCHRONISATION DES DONNÉES EN COURS
it: SINCRONIZZAZIONE DATI IN CORSO
nl: SYNCHRONISEREN VAN GEGEVENS
pt: SINCRONIZAÇÃO DE DADOS

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
nl: Zaterdag
pt: Sábado

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt: Gravar

source: Saving Watch Settings...
de: Uhreinstellungen werden gespeichert ...
es: Guardando configuración del reloj…
fr: Enregistrement des paramètres de la montre…
it: Salvataggio delle impostazioni dell'orologio...
nl: Horloge-instellingen opslaan...
pt: A salvar as configurações do relógio...

source: Scatter Plot
de: Streudiagramm
es: Dispersar terreno
fr: Diagramme de dispersion
it: Grafico a dispersione
nl: Spreidingsdiagram
pt: Gráfico de dispersão

source: Searching
de: Suche
es: Buscando
fr: Recherche
it: Ricerca in corso
nl: Zoeken
pt: A procurar

source: Searching for your watch
de: Suche nach Ihrer Uhr
es: Búsqueda de su reloj
fr: Recherchez votre montre
it: Ricerca di tuo orologio
nl: Op zoek naar uw horloge
pt: A procurar o seu relógio

source: Second hand button
de: Sekundenzeiger-Knopf
es: Botón del segundero
fr: Bouton de la trotteuse
it: Pulsante lancetta dei secondi
nl: Secondewijzerknop
pt: Botão do ponteiro do segundo

source: Second hand display
de: Sekundenzeiger-Anzeige
es: Pantalla del segundero
fr: Affichage de la trotteuse
it: Display lancetta dei secondi
nl: Secondewijzerdisplay
pt: Mostrador do ponteiro do segundo

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
nl: Seconden
pt: Segundos

source: Seconds Total
de: Gesamtsekunden
es: Total de segundos
fr: Total secondes
it: Totale secondi
nl: Totaal aantal seconden
pt: Total de segundos

source: Select All
de: Alle auswählen
es: Seleccionar todos
fr: Tout sélectionner
it: Seleziona tutto
nl: Alles selecteren
pt: Selecionar todas

source: Select Calendars
de: Kalender auswählen
es: Seleccionar calendarios
fr: Sélectionner calendriers
it: Seleziona calendari
nl: Agenda's selecteren
pt: Selecionar calendários
